Repository: pacstall/pacstall
Catalog: misc/po/*.po
Languages: de, es, fr, id, pt_br, ta, tr, uk

source: %b breaks %s, which is currently installed by pacstall
de: %b bricht %s, das derzeit von Pacstall installiert wird
es: %b rompe %s, que actualmente está instalado por pacstall
fr: %b casse %s qui est actuellement installé via pacstall
id: %b merusak %s, yang saat ini terinstal oleh pacstall
pt_br: %b quebra %s, que atualmente foi instalado por pacstall
ta: %b %s யை உடைகிறது, இது தற்போது பேக்ஸ்டால் வழியாக நிறுவப்பட்டுள்ளது
uk: %b порушує пакет %s, встановлений в даний момент за допомогою pacstall

source: Checking pacstall dependencies
de: Überprüfe Pacstall-Abhängigkeiten
es: Comprobando las dependencias de pacstall
fr: Vérifie les dépendances de pacstall
id: Memeriksa dependensi pacstall
pt_br: Verificando dependências de pacstall
ta: பேக்ஸ்டால் சாரபுகளை சரிபார்த்து கொண்டு இருக்கிறது
tr: Pacstall bağımlılıkları kontrol ediliyor
uk: Перевірка залежностей pacstall

source: %b [update]
de: %b [aktualisiere]
es: %b [actualización]
fr: %b [mis à jour]
id: %b [pembaruan]
pt_br: %b [atualização]
ta: %b [மேம்படுத்து]
uk: %b [оновлений]

source: Failed to install dependency (%s from %s)
de: Abhängigkeit (%s von %s) wurde nicht installiert
es: Error al instalar la dependencia (%s de %s)
fr: N'a pas pu installer la dépendance (%s depuis %s)
id: Gagal menginstal dependensi (%s dari %s)
pt_br: Falha ao instalar dependência (%s de %s)
ta: சாரபுகளை நிறுவ முடியவில்லை (%s இல் %s இலிருந்து)
uk: Не вдалося встановити залежність (%s з %s)

source: %s is associated with multiple source entries
de: %s ist mit mehreren Quell-Einträgen verknüpft
es: %s está asociado a varias entradas de 'source'
fr: %s est associé avec de multiples entrées source
id: %s berkaitan dengan beberapa entri sumber
pt_br: %s está associado a múltiplas entradas de source
ta: %s பல மூல உள்ளீடுகளுடன் தொடர்புடையது
uk: %s пов'язаний з декількома джерелами

source: Retrieving packages
de: Pakete abrufen
es: Recuperando paquetes
fr: Récuperation des paquets
id: Mengambil paket
pt_br: Coletando os pacotes
ta: தொகுப்புகளை மீட்டெடுக்கிறது
tr: Paketler alınıyor
uk: Отримання пакетів

source: Running functions
de: Laufende Funktionen
es: Ejecutando funciones
fr: Lancement des fonctions
id: Menjalankan fungsi
pt_br: Executando as funções
ta: இயங்கிக்கொண்டிருக்கும் செயல்பாடு
tr: Fonksiyonlar çalıştırılıyor
uk: Виконання функцій

source: Could not %s %s properly
de: Konnte nicht %s %s ordnungsgemäß
es: No se ha podido %s a %s correctamente
fr: N'a pas pu %s %s proprement
id: Tidak dapat %s %s dengan benar
pt_br: Não foi possível %s %s adequadamente
ta: %s %s ஐ சரியாகச் செய்ய முடியவில்லை
uk: Не вдалося виконати належним чином %s %s

source: %b is not a valid provider!
de: %b ist kein gültiger Anbieter!
es: %b no es un proveedor válido!
fr: %b n'est pas un fournisseur valide!
id: %b bukan merupakan penyedia yang valid!
pt_br: %b não é um provedor válido!
ta: %b செல்லுபடியாகாத வழங்குபவர்!
uk: %b не є дійсним постачальником!

source: available providers are: '%s'
de: verfügbare Anbieter sind: '%s'
es: los proveedores disponibles son: '%s'
fr: Les fournisseurs disponibles sont: '%s'
id: penyedia yang tersedia adalah: '%s'
pt_br: provedores disponíveis são: '%s'
ta: கிடைக்கும் வழங்குபவர்கள்: '%s'
uk: доступні постачальники: '%s'

source: Returning %b backup
de: Zurück zu(r) %b Sicherungskopie
es: Devolviendo copia de seguridad %b
fr: Retourne le backup %b
id: Mengembalikan cadangan %b
pt_br: Devolvendo a cópia de backup %b
ta: காப்பு நகல் %b திரும்பி அளிக்கிறது
uk: Відновлення резервної копії %b

source: '%s' and '%s' cannot be empty!
de: '%s' und '%s' dürfen nicht leer sein!
es: ¡'%s' y '%s' no pueden estar vacíos!
fr: '%s' et '%s' ne peuvent pas être vides!
id: '%s' dan '%s' tidak boleh kosong!
pt_br: '%s' e '%s' não podem estar vazios!
ta: '%s' மற்றும் '%s' காலியாக இருக்க கூடாது!
uk: '%s' та '%s' не можуть бути порожніми!

source: use the syntax: %b
de: verwende die Syntax: %b
es: utilice la sintaxis: %b
fr: Utilisez la syntaxe: %b
id: gunakan sintaks: %b
pt_br: use a sintaxe: %b
ta: %b: தொடரியலை பயன்படுத்தவும்
uk: використовуйте синтаксис: %b

source: Backing up %b
de: Erstelle Sicherungskopie %b
es: Haciendo copia de seguridad %b
fr: Sauvegarde %b
id: Mencadangkan %b
pt_br: Fazendo backup de %b
ta: காப்பு நகல் எடுத்துக்கொண்டு இருக்கிறது %b
uk: Резервне копіювання %b

source: Installing %b
de: Installiere %b
es: Instalando %b
fr: Installation de %b
id: Menginstal %b
pt_br: Instalando %b
ta: %b நிறுவிக்கொண்டு இருக்கிறது
uk: Встановлення %b

source: Key '%s' does not exist
de: Schlüssel '%' existiert nicht
es: La tecla '%s' no existe
fr: La clé '%s' n'existe pas
id: Kunci '%s' tidak ada
pt_br: Chave '%s' não existe
ta: %s இல்லை
uk: Ключ '%s' не існує

source: %s is not installed
de: %s ist nicht installiert
es: %s no está instalado
fr: %s n'est pas installé
id: %s tidak terinstal
pt_br: %s não está instalado
ta: %s நிறுவபடவில்லை
uk: %s не встановлено

source: You may have dangling PPAs on your system. You can remove them using '%b'
de: Möglicherweise sind auf dem System noch PPAs vorhanden. Diese können mit '%b' entfernt werden
es: Es posible que tengas PPAs sobrantes en tu sistema. Puedes eliminarlos con '%b'
fr: Vous pouvez avoir des PPAs qui traînent sur votre système. Vous pouvez les supprimer en utilisant '%b'
id: Anda mungkin memiliki PPA yang terkait pada sistem anda. Anda dapat menghapusnya dengan menggunakan '%b'
pt_br: Pode ter PPAs desnecessárias no seu sistema. Você pode removê-las usando '%b'
ta: உங்களிடம் தொங்கும் PPAகள் உள்ளன. நீங்கள் அவைகளை '%b' உபயோகிப்பதன் மூலம் நீக்கலாம்
uk: У вашій системі можуть знаходитися недіючі PPA. Ви можете видалити їх за допомогою команди '%b'

source: There is no package with the name %b in the repo %b
de: Es gibt kein Paket mit dem Namen %b in der Repo %b
es: No hay ningún paquete con el nombre %b en el repo %b
fr: Il n'y a pas de paquets avec le nom %b dans le dépôt %b
id: Tidak ada paket dengan nama %b di repo %b
pt_br: Não há pacotes com o nome %b no repo %b
ta: %b பெயருடன், வைக்குமிடம் %b இல் ஒரு தொகுப்பும் இல்லை
uk: У репозиторії %b відсутній пакет з назвою %b

source: %b is not on your repo list or does not exist
de: %b ist nicht auf der Repo-Liste oder existiert nicht
es: %b no está en tu lista de repositorios o no existe
fr: %b n'est pas dans votre dépôt ou n'existe pas
id: %b tidak ada didalam daftar repo atau tidak ada sama sekali
pt_br: %b não está na sua lista de repos ou não existe
ta: %b வைக்குமிடம் பட்டியலில் இல்லை
uk: %b відсутній у ваших репозиторіях або не існує

source: There is no package with the name %b
de: Es gibt kein Paket mit dem Namen %b
es: No hay paquete con el nombre %b
fr: Il n'y a pas de paquet avec le nom %b
id: Tidak dapat menemukan paket dengan nama %b
pt_br: Não há pacotes com o nome %b
ta: %b பெயருடன் ஒரு தொகுப்பும் இல்லை
uk: Немає пакета з назвою %b

source: Add %s to the local repo absolute path on %b
de: Füge %s dem absoluten Pfad der lokalen Repo auf %b hinzu
es: Añadir %s a la ruta principal del repositorio local en %b
fr: Ajoutez %s au chemin absolu du dépôt local dans %b
id: Tambahkan %s ke jalur absolut repo lokal pada %b
pt_br: Adicionando %b ao caminho absoluto do repo local em %b
ta: %s இல் உள்ள லோக்கல் ரெப்போ முழுமையான பாதையில் %b ஐ சேர்க்கவும்
uk: Додати %s до абсолютного шляху локального репозиторію в %b

source: Replace '~' with the full home path on %b
de: Ersetze '~' durch den vollständigen Home-Pfad auf %b
es: Reemplaza '~' con la ruta de inicio completa en %b
fr: Remplacez '~' par le chemin complet du home dans %b
id: Ganti '~' dengan jalur home lengkap pada %b
pt_br: Substitua '~' com o caminho completo da home em %b
ta: %bயில் முழு முகப்பு பாதையுடன் '~' ஐ மாற்றவும்
uk: Замініть '~' на повний шлях до домашнього каталогу на %b

source: Pacstall repo line improperly formatted: %b
de: Pacstall-Repo-Zeile falsch formatiert: %b
es: Pacstall línea repo formato incorrecto: %b
fr: La ligne du dépôt Pacstall est formatée incorrectement: %b
id: Baris repo pacstall tidak diformat dengan benar: %b
pt_br: Linha de repo do Pacstall formatada incorretamente: %b
ta: பேக்ஸ்டால் வைக்குமிடம், வரி தவறாக வடிவமைக்கப்பட்டுள்ளது: %b
uk: Рядок сховища Pacstall має неправильний формат: %b

source: You can remove or fix the URL by editing %b
de: Entferne oder korrigiere die URL durch Editieren von %b
es: Puedes eliminar o corregir la URL editando %b
fr: Vous pouvez supprimer ou corriger l'URL en éditant %b
id: Anda dapat menghapus atau memperbaiki URL dengan mengedit %b
pt_br: Você pode remover ou corrigir o URL editando %b
ta: நீங்கள் %b ஐ திருத்தி், இணைப்பை அகற்றலாம் அல்லது சரிசெய்யலாம்
uk: Ви можете видалити або виправити URL-адресу, відредагувавши %b

source: Cannot connect to Pacstall repo: %b
de: Keine Verbindung zum Pacstall-Repository: %b
es: No se puede conectar a Pacstall repo: %b
fr: Ne peut pas se connecter au dépôt Pacstall: %b
id: Tidak dapat terhubung ke repo Pacstall: %b
pt_br: Não pode se conectar ao repo Pacstall: %b
ta: பேக்ஸ்டால் வைக்குமிடத்தை இணையமுடியவில்லை: %b
uk: Неможливо підключитися до репозиторію Pacstall: %b

source: %bDo you want to %s %b from the official repo?
de: %b Möchtest Du %s %b aus dem offiziellen Repo?
es: %b ¿Quieres %s %b del repositorio oficial?
fr: %bVoulez-vous %s %b depuis le dépôt officiel?
id: %bApakah anda ingin %s %b dari repo resmi?
pt_br: %bVocê quer %s %b do repo oficial?
ta: %bஅதிகாரப்பூர்வ ரெப்போவிலிருந்து %s %b பெற விரும்புகிறீர்களா?
uk: %bВи хочете %s %b з офіційного репозиторію?

source: %bDo you want to %s %b from the repo %b?
de: %b Möchtest Du %s %b aus dem Repo?
es: %b ¿Quieres %s %b del repositorio %b?
fr: %bVoulez vous %s %b depuis le dépôt %b?
id: %bApakah anda ingin %s %b dari repo %b?
pt_br: %bVocê quer %s %b do repo %b?
ta: %bநீங்கள் ரெப்போ %b இலிருந்து %s %b ஐப் பெற விரும்புகிறீர்களா?
uk: %bВи хочете %s %b з репозиторію %b?

source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
id: URL tidak valid
pt_br: URL inválido
ta: செல்லாத இணைப்பு
tr: Geçersiz URL
uk: Недійсна URL-адреса

source: Confirm that '%b' is valid
de: Bestätige, dass '%b' gültig ist
es: Confirma que '%b' es válido
fr: Confirmez que '%b' est invalide
id: Pastikan bahwa '%b' valid
pt_br: Confirme que '%b' é válido
ta: %b செல்லுபடியாகும் என்பதை உறுதிப்படுத்தவும்
uk: Переконайтеся, що '%b' є дійсним

source: Fetching translation list
de: Übersetzungsliste wird abgerufen
es: Obteniendo lista de traducciones
fr: Récuperation de la liste des traductions
id: Mengambil daftar terjemahan
pt_br: Buscando lista de tradução
ta: மொழிபெயர்ப்பு பட்டியலை எடுத்துக்கொண்டு இருக்கிறது
tr: Çeviri listesi alınıyor
uk: Отримання списку перекладів

source: Updating directories
de: Aktualisiere Verzeichnisse
es: Actualizando directorios
fr: Mis à jour des répertoires
id: Memperbarui direktori
pt_br: Atualizando diretórios
ta: கோப்புறைகள் மேம்படுத்துகிறது
tr: Dizinler güncelleniyor
uk: Оновлення каталогів

source: Checking dependencies
de: Prüfe Abhängigkeiten
es: Comprobando dependencias
fr: Vérification des dépendances
id: Memeriksa dependensi
pt_br: Verificando dependências
ta: சார்புகளை சரிபார்த்து கொண்டு இருக்கிறது
tr: Bağımlılıklar kontrol ediliyor
uk: Перевірка залежностей

source: Pulling scripts from GitHub
de: Skripte von GitHub abrufen
es: Descargando los scripts de GitHub
fr: Pull des scripts depuis Github
id: Mengambil skrip dari GitHub
pt_br: Obtendo scripts no GitHub
ta: அறிவிலிவேள்வியிலிருந்து கைஉரைகளை இழுத்தல்
tr: GitHub'dan betikler alınıyor
uk: Отримання скриптів з GitHub

source: Rebuilding translations
de: Übersetzungen neu erstellen
es: Reconstruyendo traducciones
fr: Reconstruction des traductions
id: Membuat ulang terjemahan
pt_br: Recompilando traduções
ta: மொழிபெயர்ப்புகளை மீண்டும் உருவாக்குகிறது
tr: Çeviriler yeniden inşa ediliyor
uk: Оновлення перекладів

source: Rebuilding manpages
de: Manpages neu erstellen
es: Reconstruyendo las páginas de manual
fr: Reconstruction des manpages
id: Membuat ulang manpage
pt_br: Recompilando manpages
ta: மேன் பக்கங்களை மீண்டும் உருவாக்குகிறது
tr: man sayfaları yeniden inşa ediliyor
uk: Оновлення сторінок довідки

source: Making scripts executable
de: Skripte ausführbar machen
es: Haciendo ejecutables los scripts
fr: Création des scripts exécutables
id: Membuat skrip dapat dieksekusi
pt_br: Tornando scripts executáveis
ta: ஸ்கிரிப்டுகளை இயக்கும்படியாக செய்தல்
tr: Betikler çalıştırılabilir yapılıyor
uk: Створення виконуваних скриптів

source: Could not load dep-tree.sh
de: Konnte dep-tree.sh nicht laden
es: No se ha podido cargar dep-tree.sh
fr: N'a pas pu charger dep-tree.sh
id: Tidak dapat memuat dep-tree.sh
pt_br: Não foi possível carregar dep-tree.sh
ta: dep-tree.sh கோப்பை ஏற்க முடியவில்லை
tr: dep-tree.sh yüklenemedi
uk: Не вдалося завантажити dep-tree.sh

source: Checking for updates
de: Suche nach Aktualisierungen
es: Comprobando las actualizaciones
fr: Vérification de la présence de mises à jour
id: Memeriksa pembaruan
pt_br: Verificando atualizações
ta: மேம்படுத்தலை சரிபார்த்து கொண்டிருக்கிறது
tr: Güncellemeler kontrol ediliyor
uk: Перевірка оновлень

source: Nothing to upgrade
de: Nichts zu Aktualisieren
es: No hay nada que actualizar
fr: Rien à mettre à jour
id: Tidak ada yang perlu diperbarui
pt_br: Nada a atualizar
ta: எந்த தொகுப்புகளையும் மேம்படுத்த வேண்டியது இல்லை
tr: Yükseltecek bir şey yok
uk: Немає нічого для оновлення

source: Building dependency tree
de: Erstelle Abhängigkeitsbaum
es: Construyendo árbol de dependencias
fr: Construction de l'arbre de dépendances
id: Membuat pohon dependensi
pt_br: Construindo árvore de dependências
ta: சார்பு மரங்களை உருவாக்குகிறது
tr: Bağımlılık ağacı inşa ediliyor
uk: Побудова дерева залежностей

source: Checking versions
de: Prüfe Versionen
es: Comprobando versiones
fr: Vérification des versions
id: Memeriksa versi
pt_br: Checando versões
ta: பதிப்புகளை சரிபார்கிறது
tr: Sürümler kontrol ediliyor
uk: Перевірка версій

source: Package %b is not on %b anymore
de: Paket %b ist nicht mehr auf %b
es: El paquete %b ya no está en %b
fr: Le paquet %b n'est plus sur %b
id: Paket %b sudah tidak ada di %b lagi
pt_br: Pacote %b não está mais em %b
ta: தொகுப்பு %b இனி தொகுப்பு %b இல் இல்லை
uk: Пакет %b більше не доступний в %b

source: Packages can be upgraded
de: Pakete können aktualisiert werden
es: Los paquetes pueden actualizarse
fr: Les paquets peuvent être mis à jour
id: Paket dapat diperbarui
pt_br: Há pacotes que podem ser atualizados
ta: மேம்படுத்த கூடிய தொகுப்புகள்
tr: Paketler yükseltilebilir
uk: Пакети можна оновити

source: Do you want to upgrade %b?
de: Möchtest Du %b aktualisieren?
es: ¿Quieres actualizar %b?
fr: Voulez-vous mettre à jour %b?
id: Apakah anda ingin memperbarui %b?
pt_br: Você quer atualizar %b?
ta: நீங்கள் %b மேம்படுத்த போகிறீர்களா?
uk: Ви хочете оновити %b?

source: Could not enter into the extracted archive
de: Konnte nicht in das extrahierte Archiv gelangen
tr: Ayıklanan arşive girilemedi

source: Could not enter into the copied archive
de: Konnte nicht in das kopierte Archiv gelangen
tr: Kopyalanan arşive girilemedi
