Repository: pacstall/pacstall
Catalog: misc/po/*.po
Languages: de, es, fr, id, pt_br, ta, tr, uk

source: The repo list has been updated
de: Die Repo-Liste wurde aktualisiert
es: Se ha actualizado la lista de repositorios
fr: La liste des dépôts a été mis à jour
id: Daftar repo telah diperbarui
pt_br: A lista de repositórios foi atualizada
ta: வைக்குமிடம் பட்டியல் புதுப்பிக்கப்பட்டது
tr: Depo listesi güncellendi
uk: Список репозиторіїв було оновлено

source: Could not find version-constraints
de: Versionseinschränkungen wurden nicht gefunden
es: No se ha encontrado version-constraints
fr: version-constraints n'a pas été trouvé
id: Tidak dapat menemukan version-constraints
pt_br: Não foi possível encontrar version-constraints
ta: பதிப்பு-கட்டுப்பாடுகள் கிடைக்கவில்லை
tr: version-constraints bulunamadı
uk: Не вдалося знайти умови обмеження версії

source: Could not find srcinfo.sh
de: Konnte srcinfo.sh nicht finden
es: No se encuentra srcinfo.sh
fr: srcinfo.sh n'a pas été trouvé
id: Tidak dapat menemukan srcinfo.sh
pt_br: Não foi possível encontrar srcinfo.sh
ta: srcinfo.sh கண்டுபிடிக்க முடியவில்லை
tr: srcinfo.sh bulunamadı
uk: Не вдалося знайти srcinfo.sh

source: %b [required]
de: %b [erforderlich]
es: %b [requerido]
fr: %b [requis]
id: %b [diperlukan]
pt_br: %b [obrigatório]
ta: %b [தேவை]
tr: %b [zorunlu]
uk: %b [необхідний]

source: %b [remote]
es: %b [remoto]
fr: %b [distant]
id: %b [remot]
pt_br: %b [remoto]
ta: %b [தொலைவு]
tr: %b [uzak]
uk: %b [віддалений]

source: %b [installed]
de: %b [installiert]
es: %b [instalado]
fr: %b [installé]
id: %b [terinstal]
pt_br: %b [instalado]
ta: %b [நிறுவப்பட்டது]
tr: %b [kurulu]
uk: %b [встановлений]

source: %b does not exist in apt repositories
de: %b existiert nicht in den apt-Repositorys
es: %b no es un repositorio git
fr: %b n'existe pas dans les dépôts apt
id: %b tidak dapat ditemukan di repositori apt
pt_br: %b não existe nos repositórios apt
ta: %b ஆப்ட் வைக்குமிடம்ங்களில் இல்லை
tr: %b apt depolarında yok
uk: %b не знайдено в репозиторіях apt

source: %b version(s) cannot be satisfied
de: %b Version(en) kann(können) nicht erfüllt werden
es: La(s) versión(es) %b no puede(n) cumplirse
fr: Les versions de %b ne peuvent pas être satisfaites
id: Versi %b tidak dapat dipenuhi
pt_br: versão(ões) %b não pode(puderam) ser satisfeita(s)
ta: %b பதிப்பு(கள்) திருப்தி அடையவில்லை
tr: %b sürümü karşılanamadı
uk: Версія(ї) %b не відповідає(ють) вимогам

source: Optional dependencies
de: Optionale Abhängigkeiten
es: Dependencias opcionales
fr: Dépendances optionnelles
id: Dependensi opsional
pt_br: Dependências opcionais
ta: விருப்ப சார்புகள்
tr: İsteğe bağlı bağımlılıklar
uk: Необов'язкові залежності

source: %b has exceeded the maximum number of optional dependencies. Skipping
de: %b hat die maximale Anzahl optionaler Abhängigkeiten überschritten. Überspringe
es: %b ha superado el número máximo de dependencias opcionales. Saltar
fr: %b a dépassé le nombre maximum de dépendances optionnelles. Ignore
id: %b telah melewati batas maksimal dependensi opsional. Melewati
pt_br: %b excedeu o número máximo de dependências opcionais. Ignorando
ta: %b விருப்ப சார்புகளின் அதிகபட்ச எண்ணிக்கையை மீறியுள்ளது. தவிர்க்கப்படுகிறது
tr: %b maksimum isteğe bağlı bağımlılıklar sayısını aştı. Atlanıyor
uk: %b перевищив максимальну кількість необов'язкових залежностей. Пропускається

source: Selecting packages %b
de: Auswahl der Pakete %b
es: Recuperando paquetes %b
fr: Sélectionne des paquets %b
id: Memilih paket %b
pt_br: Selecionando pacotes %b
ta: தொகுப்புகளைத் தேர்ந்தெடுக்கிறது %b
tr: %b paketleri seçiliyor
uk: Вибір пакетів %b

source: Checking apt dependencies
de: Apt-Abhängigkeiten prüfen
es: Comprobando las dependencias de apt
fr: Vérification des dépendances apt
id: Memeriksa dependensi apt
pt_br: Verificando dependências do apt
ta: ஆப்ட் சார்புகளைச் சரிபார்க்கிறது
tr: Apt bağımlılıkları kontrol ediliyor
uk: Перевірка залежностей apt

source: Packing control.tar
de: Packe control.tar
es: Empaquetando control.tar
fr: Empaquetage de control.tar
id: Mengemas control.tar
pt_br: Empacotando control.tar
ta: control.tar ஐப் அடைக்கின்றது
tr: control.tar paketleniyor
uk: Пакування control.tar

source: Packing data.tar
de: Packe data.tar
es: Empaquetando data.tar
fr: Empaquetage de data.tar
id: Mengemas data.tar
pt_br: Empacotando data.tar
ta: data.tar ஐப் அடைக்கின்றது
tr: data.tar paketleniyor
uk: Пакування data.tar

source: Compressing
de: Komprimiere
es: Comprimiendo
fr: Compression
id: Mengkompres
pt_br: Comprimindo
ta: சுருக்குகிறது
tr: Sıkıştırılıyor
uk: Стиснення

source: Packaging %b as %b
de: Verpacken von %b als %b
es: Empaquetado %b como %b
fr: Empaquetage de %b en tant que %b
id: Mengemas %b sebagai %b
pt_br: Empacotando %b como %b
ta: %b ஐ %b ஆக தொகுப்பாக்குகிறது
tr: %b %b olarak paketleniyor
uk: Пакетування %b як %b

source: Packaging %b
de: Verpacke %b
es: Empaquetado %b
fr: Empaquetage de %b
id: Mengemas %b
pt_br: Empacotando %b
ta: %b ஐ தொகுப்பாக்குகிறது
tr: %b paketleniyor
uk: Пакетування %b

source: Empty key... Skipping
de: Leerer Schlüssel... Überspringe
es: Tecla vacía... Saltar
fr: Clé vide... Ignore
id: Kunci kosong... Melewati
pt_br: Chave vazia... Ignorando
ta: வெற்று விசை... தவிர்க்கப்படுகிறது
tr: Boş anahtar... Atlanıyor
uk: Порожній ключ... Пропускається

source: '%s' cannot contain empty path... Skipping
de: '%s' darf keinen leeren Pfad enthalten... Überspringe
es: '%s' no puede contener una ruta vacía... Saltar
fr: '%s' ne peut pas contenir un chemin vide... Ignore
id: '%s' tidak boleh memiliki jalur kosong... Melewati
pt_br: '%s' não pode conter um caminho vazio... Ignorando
ta: '%s' வெற்று பாதையைக் கொண்டிருக்க முடியாது... தவிர்க்கப்படுகிறது
tr: '%s' boş bir yol içeremez... Atlanıyor
uk: '%s' не може містити порожній шлях... Пропускається

source: '%s' cannot contain path starting with '/'... Skipping
de: '%s' darf keinen Pfad enthalten, der mit '/' beginnt... Überspringe
es: '%s' no puede contener una ruta que empiece por '/'... Saltar
fr: '%s' ne peut pas contenir un chemin commençant par '/'... Ignore
id: '%s' tidak boleh memiliki jalur yang berawalan '/'... Melewati
pt_br: '%s' não pode conter um caminho começando com '/'... Ignorando
ta: '%s' '/' உடன் தொடங்கும் பாதையைக் கொண்டிருக்க முடியாது... தவிர்க்கப்படுகிறது
tr: '%s' '/' ile başlayan bir yol içeremez... Atlanıyor
uk: '%s' не може містити шлях, що починається з “/”... Пропускається

source: '%s' is inside the package... Skipping
de: '%s' befindet sich im Paket... Überspringe
es: '%s' está dentro del paquete... Saltar
fr: '%s' est à l'intérieur du paquet... Ignore
id: '%s' berada didalam paket... Melewati
pt_br: '%s' está dentro do pacote... Ignorando
ta: '%s' தொகுப்பின் உள்ளே உள்ளது... தவிர்க்கப்படுகிறது
tr: '%s' paketin içerisinde... Atlanıyor
uk: '%s' знаходиться всередині пакета... Пропускається

source: Failed to install %s deb
de: Konnte %s deb nicht installieren
es: Fallo al instalar %s deb
fr: Le deb %s n'a pas pu être installé
id: Gagal menginstal deb %s
pt_br: Falha ao instalar deb %s
ta: %s deb ஐ நிறுவுவதில் தோல்வி
tr: %s deb'inin kurulumu başarısız
uk: Не вдалося встановити %s deb

source: Package built at %b
de: Paket erstellt in %b
es: Paquete construido en %b
fr: Le paquet est construit à %b
id: Paket dibuat di %b
pt_br: Pacote compilado em %b
ta: தொகுப்பு %b இல் கட்டமைக்கப்பட்டது
tr: Paket %b dizine inşa edildi
uk: Пакет створено в %b

source: Moving %b to %b
de: Verschiebe %b nach %b
es: Moviendo %b a %b
fr: Déplacement de %b vers %b
id: Memindahkan %b ke %b
pt_br: Movendo %b para %b
ta: %b ஐ %b க்கு நகர்த்துகிறது
tr: %b %b dizinine taşınıyor
uk: Переміщення %b до %b

source: Repacking %b
de: %b wird neu verpackt
es: Reempaquetado %b
fr: Réempaquetage %b
id: Mengemas ulang %b
pt_br: Reempacotando %b
ta: %b ஐ மீண்டும் அடைக்கின்றது
tr: %b yeniden paketleniyor
uk: Перепакування %b

source: Running %s
de: %s wird ausgeführt
es: Ejecutando %s
fr: Exécution de %s
id: Menjalankan %s
pt_br: Executando %s
ta: %s ஐ இயக்குகிறது
tr: %s çalıştırılıyor
uk: Виконання %s

source: Package does not contain '%s'
de: Paket enthält nicht '%s'
es: El paquete no contiene '%s'
fr: Le paquet ne contient pas '%s'
id: Paket tidak berisikan dengan '%s'
pt_br: O pacote não contém '%s'
ta: தொகுப்பில் '%s' இல்லை
tr: Paket '%s' içermiyor
uk: Пакет не містить '%s'

source: %s: '%s' must be at least two characters long
de: %s: '%s' muss mindestens zwei Zeichen lang sein
es: %s: '%s' debe tener al menos dos caracteres
fr: %s: '%s' doit contenir au moins 2 caractères
id: %s: '%s' harus terdiri dari setidaknya dua karakter
pt_br: %s: '%s' deve ter pelo menos dois caracteres
ta: %s: '%s' குறைந்தது இரண்டு எழுத்துகள் நீளமாக இருக்க வேண்டும்
tr: %s: '%s' en az iki karakter uzunluğunda olmalıdır
uk: %s: '%s' повинен містити щонайменше два символи

source: %s: '%s' must start with an alphanumeric character
de: %s: '%s' muss mit einem alphanumerischen Zeichen beginnen
es: %s: '%s' debe empezar por un carácter alfanumérico
fr: %s: '%s' doit commencer par un caractère alphanumérique
id: %s: '%s' harus berawalan dengan karakter alfanumerik
pt_br: %s: '%s' deve começar com um caractere alfanumérico
ta: %s: '%s' எழுத்து அல்லது எண்ணுடன் தொடங்க வேண்டும்
tr: %s: '%s' alfanümerik bir karakterle başlamalıdır
uk: %s: '%s' повинен починатися з літери або цифри

source: %s: '%s' contains uppercase characters
de: %s: '%s' enthält Großbuchstaben
es: %s: '%s' contiene caracteres en mayúsculas
fr: %s: '%s' contient des caractères majuscules
id: %s: '%s' berisi karakter huruf besar
pt_br: %s: '%s' contém caracteres maiúsculos
ta: %s: '%s' பெரிய எழுத்துகளைக் கொண்டுள்ளது
tr: %s: '%s' büyük harf içeriyor
uk: %s: '%s' містить великі літери

source: %s: '%s' contains characters that are not lowercase, digits, minus, or periods
de: %s: '%s' enthält Zeichen, die keine Kleinbuchstaben, Ziffern, Minuszeichen oder Punkte sind
es: %s: '%s' contiene caracteres que no son minúsculas, dígitos, menos o puntos
fr: %s: '%s' contients des caractères qui ne sont pas des minuscules, chiffes, traits d'union ou points
id: %s: '%s' berisi karakter yang bukan huruf kecil, angka, minus, atau titik
pt_br: %s: '%s' contém caracteres que não são minúsculos, dígitos, menos, ou pontos
ta: %s: '%s' சிறிய எழுத்துகள், எண்கள், கழித்தல் அல்லது புள்ளிகள் அல்லாத எழுத்துகளைக் கொண்டுள்ளது
tr: %s: '%s' küçük harf, rakam, eksi veya nokta dışında karakterler içeriyor
uk: %s: '%s' містить символи, які не є малими літерами, цифрами, знаком мінус або крапками

source: Deb package does not contain gives
de: Das deb-Paket enthält keine Anweisungen
es: El paquete Deb no contiene 'gives'
fr: Le paquet deb ne contient pas de données
id: Paket deb tidak berisikan pemberian
pt_br: O pacote deb não contém gives
ta: Deb தொகுப்பு gives ஐக் கொண்டிருக்கவில்லை
tr: Deb paketi 'gives' içermiyor
uk: Пакет deb не містить інструкцій

source: '%s' must be at least two characters long
de: '%s' muss mindestens zwei Zeichen lang sein
es: '%s' debe tener al menos dos caracteres
fr: '%s' dot contenir au moins 2 caractères
id: '%s' harus terdiri dari setidaknya dua karakter
pt_br: '%s' deve ter pelo menos dois caracteres
ta: '%s' குறைந்தது இரண்டு எழுத்துகள் நீளமாக இருக்க வேண்டும்
tr: '%s' en az iki karakter uzunluğunda olmalıdır
uk: '%s' повинен містити щонайменше два символи

source: '%s' must start with an alphanumeric character
de: '%s' muss mit einem alphanumerischen Zeichen beginnen
es: '%s' debe empezar por un carácter alfanumérico
fr: '%s' doit commencer par un caractère alphanumérique
id: '%s' harus berawalan dengan karakter alfanumerik
pt_br: '%s' deve começar com um caractere alfanumérico
ta: '%s' எழுத்து அல்லது எண்ணுடன் தொடங்க வேண்டும்
tr: '%s' alfanümerik bir karakterle başlamalıdır
uk: '%s' повинен починатися з літери або цифри

source: '%s' contains uppercase characters
de: '%s' enthält Großbuchstaben
es: '%s' contiene caracteres en mayúsculas
fr: '%s' contient des caractères majusucles
id: '%s' berisi karakter huruf besar
pt_br: '%s' contém caracteres maiúsculos
ta: '%s' பெரிய எழுத்துகளைக் கொண்டுள்ளது
tr: '%s' büyük harf içeriyor
uk: '%s' містить великі літери

source: '%s' contains characters that are not lowercase, digits, minus, or periods
de: '%s' enthält Zeichen, die keine Kleinbuchstaben, Ziffern, Minuszeichen oder Punkte sind
es: '%s' contiene caracteres que no son minúsculas, dígitos, menos o puntos
fr: '%s' contient des caractères qui ne sont pas des minuscules, chiffres, traits d'union ou points
id: '%s' berisi karakter yang bukan huruf kecil, angka, minus, atau titik
pt_br: '%s' contém caracteres que não são minúsculos, dígitos, menos, ou pontos
ta: '%s' சிறிய எழுத்துகள், எண்கள், கழித்தல் அல்லது புள்ளிகள் அல்லாத எழுத்துகளைக் கொண்டுள்ளது
tr: '%s' küçük harf, rakam, eksi veya nokta dışında karakterler içeriyor
uk: '%s' містить символи, які не є малими літерами, цифрами, знаком мінус або крапками

source: '%s' is empty
de: '%s' ist leer
es: '%s' está vacío
fr: '%s' est vide
id: '%s' kosong
pt_br: '%s' está vazio
ta: '%s' காலியாக உள்ளது
tr: '%s' boş
uk: '%s' порожній

source: '%s' must be an unsigned integer
de: '%s' muss eine vorzeichenlose Ganzzahl sein
es: '%s' debe ser un entero sin signo
fr: '%s' doit être un entier non signé
id: '%s' harus berupa bilangan bulat tak bertanda
pt_br: '%s' deve ser um inteiro sem sinal
ta: '%s' கையொப்பமிடாத முழு எண்ணாக இருக்க வேண்டும்
tr: '%s' işaretsiz bir tam sayı olmalıdır
uk: '%s' повинен бути цілим числом без знака

source: '%s' must contain only alphanumerics and the characters . + - ~ and should start with a digit
de: '%s' darf nur alphanumerische Zeichen und die Zeichen . + - ~ enthalten und sollte mit einer Ziffer beginnen
es: '%s' debe contener sólo caracteres alfanuméricos y los caracteres . + - ~ y debe empezar por un dígito
fr: '%s doit contenir seulement des caractères alphanumériques et des caractères . + - ~ et devrait commencer par un chiffre
id: '%s' hanya boleh berisi alfanumerik dan karakter . + - ~ dan harus dimulai dengan angka
pt_br: '%s' deve conter apenas alfanuméricos e os caracteres . + - ~ e deve começar com um dígito
ta: '%s' எழுத்துகள், எண்கள் மற்றும் . + - ~ எழுத்துகளை மட்டுமே கொண்டிருக்க வேண்டும், மேலும் ஒரு எண்ணுடன் தொடங்க வேண்டும்
tr: '%s' yalnız alfanümerik ve . + - ~ karakterlerinden oluşmalı ve bir rakam ile başlamalıdır
uk: '%s' повинен містити тільки літери, цифри та символи . + - ~ і повинен починатися з цифри

source: .deb files can only be provided as a singular '%s'
de: .deb-Dateien können nur als einzelne '%s' bereitgestellt werden
es: Los archivos .deb sólo pueden proporcionarse como una única '%s'
fr: Les fichiers .deb peuvent seulement être fournis en tant que '%s' unique
id: File .deb hanya dapat disediakan sebagai '%s' tunggal
pt_br: arquivos .deb só podem ser fornecidos como um '%s' singular
ta: .deb கோப்புகளை ஒரு ஒற்றை '%s' ஆக மட்டுமே வழங்க முடியும்
tr: .deb dosyaları yalnız tek bir '%s' ile sağlanabilir
uk: Файли .deb можуть бути надані тільки як окремий '%s'

source: Package does not have a maintainer. Please be advised
de: Das Paket hat keinen Betreuer. Bitte beachten
es: El paquete no tiene responsable. Tenga en cuenta
fr: Soyez prévenus. Le paquet n'a pas de mainteneur
id: Paket tidak memiliki pengelola. Harap diperhatikan
pt_br: O pacote não tem um mantenedor. Por favor, esteja ciente
ta: தொகுப்புக்கு பராமரிப்பாளர் இல்லை. தயவுசெய்து கவனத்தில் கொள்ளவும்
tr: Paket bir bakımcıya sahip değil. Dikkat edin
uk: Цей пакет не має супроводжувача. Будь ласка, зверніть на це увагу

source: '%s' index '%s' cannot be empty
de: '%s' index '%s' darf nicht leer sein
es: '%s' índice '%s' no puede estar vacío
fr: '%s' L'index '%s' ne peut pas être vide
id: '%s' index '%s' tidak boleh kosong
pt_br: '%s' índice '%s' não pode estar vazio
ta: '%s' குறியீடு '%s' காலியாக இருக்க முடியாது
tr: '%s' indeksi '%s' boş olamaz
uk: '%s' індекс '%s' не може бути порожнім

source: '%s' index '%s' is not formatted correctly
de: '%s' index '%s' ist nicht korrekt formatiert
es: '%s' índice '%s' no tiene el formato correcto
fr: '%s' L'index '%s' n'est pas formaté correctement
id: '%s' index '%s' tidak diformat dengan benar
pt_br: '%s' índice '%s' não está formatado corretamente
ta: '%s' குறியீடு '%s' சரியான வடிவத்தில் இல்லை
tr: '%s' indeksi '%s' düzgün biçimlendirilmemiş
uk: '%s' індекс '%s' не відформатований правильно

source: '%s' index '%s' cannot start with %s
de: '%s' index '%s' darf nicht mit %s beginnen
es: '%s' índice '%s' no puede empezar por %s
fr: '%s' L'index '%s' ne peut pas commencer par %s
id: '%s' index '%s' tidak boleh berawalan %s
pt_br: '%s' índice '%s' não pode começar com %s
ta: '%s' குறியீடு '%s' %s உடன் தொடங்க முடியாது
tr: '%s' indeksi '%s' %s ile başlayamaz
uk: '%s' індекс '%s' не може починатися з %s

source: %s index '%s' is improperly formatted
de: %s index '%s' ist falsch formatiert
es: %s el índice '%s' tiene un formato incorrecto
fr: '%s' L'index '%s' n'est pas proprement formaté
id: %s index '%s' tidak diformat dengan benar
pt_br: %s índice '%s' está formatado incorretamente
ta: %s குறியீடு '%s' தவறான வடிவத்தில் உள்ளது
tr: '%s' indeksi '%s' yanlış biçimlendirilmiş
uk: %s індекс '%s' має неправильний формат

source: '%s' is already used as a field in pacstall
de: '%s' wird bereits als ein Feld in Pacstall verwendet
es: '%s' ya se utiliza como campo en pacstall
fr: '%s' est déjà utilisé en tant que champ dans pacstall
id: '%s' sudah digunakan sebagai bidang di pacstall
pt_br: '%s' já é usado como um campo no pacstall
ta: '%s' ஏற்கனவே பேக்ஸ்டால்-ல் ஒரு புலமாகப் பயன்படுத்தப்பட்டுள்ளது
tr: '%s' Pacstall'da zaten bir alan olarak kullanılıyor
uk: '%s' вже використовується як поле в pacstall

source: '%s' custom field cannot contain a space in field name
de: Das benutzerdefinierte Feld '%s' darf kein Leerzeichen im Feldnamen enthalten
es: El campo personalizado '%s' no puede contener un espacio en el nombre del campo
fr: Le champ personnalisé '%s' ne peut pas contenir un espace dans le nom du champ
id: Bidang kustom '%s' tidak boleh berisi spasi pada nama bidang
pt_br: O campo personalizado '%s' não pode conter um espaço no nome do campo
ta: '%s' தனிபயன் புலத்தின் பெயரில் இடைவெளி இருக்க முடியாது
tr: '%s' özel alanı alan adında bir boşluk içeremez
uk: Поле '%s' не може містити пробіл у назві поля

source: '%s' custom field cannot contain a number in field name
de: Das benutzerdefinierte Feld '%s' darf keine Zahl im Feldnamen enthalten
es: El campo personalizado '%s' no puede contener un número en el nombre del campo
fr: Le champ personnalisé '%s' ne peut pas contenir un nombre dans le nom du champ
id: Bidang kustom '%s' tidak dapat berisi angka dalam nama bidang
pt_br: O campo personalizado '%s' não pode conter um número no nome do campo
ta: '%s' தனிபயன் புலத்தின் பெயரில் எண் இருக்க முடியாது
tr: '%s' özel alanı alan adında sayı içeremez
uk: Поле '%s' не може містити цифру у назві поля

source: '%s' custom field must capitalize only the first letter of each word in field name
de: Das benutzerdefinierte Feld '%s' darf nur den ersten Buchstaben jedes Wortes im Feldnamen großschreiben
es: El campo personalizado '%s' debe escribir en mayúsculas sólo la primera letra de cada palabra del nombre del campo
fr: Le champ personnalisé '%s' doit contenir seulement une lettre majuscule en première lettre de chaque mot dans le nom du champ
id: Bidang kustom '%s' harus menggunakan huruf besar hanya pada huruf pertama dari setiap kata dalam nama bidang
pt_br: O campo personalizado '%s' deve colocar em maiúscula apenas a primeira letra de cada palavra no nome do campo
ta: '%s' தனிபயன் புலத்தின் பெயரில் ஒவ்வொரு வார்த்தையின் முதல் எழுத்து மட்டும் பெரியதாக இருக்க வேண்டும்
tr: '%s' özel alanının adında her sözcüğün yalnızca ilk harfinin büyük olması gerekir
uk: У полі '%s' великою літерою має бути написана лише перша літера кожного слова в назві поля

source: '%s' custom field cannot start or end with a hyphen
de: Das benutzerdefinierte Feld '%s' darf nicht mit einem Bindestrich beginnen oder enden
es: El campo personalizado '%s' no puede empezar o terminar con un guión
fr: Le champ personnalisé '%s' ne peut pas commencer ou finir par un trait d'union
id: Bidang kustom '%s' tidak boleh berawal atau berakhir dengan tanda hubung
pt_br: O campo personalizado '%s' não pode começar ou terminar com um hífen
ta: '%s' தனிபயன் புலம் ஹைபனுடன் தொடங்கவோ முடிக்கவோ முடியாது
tr: '%s' özel alanı tire ile başlayamaz veya bitemez
uk: Поле '%s' не може починатися або закінчуватися дефісом

source: Only one checksum method can be provided for hashes
de: Für Hashes kann nur eine Prüfsummen-Methode bereitgestellt werden
es: Sólo se puede proporcionar un método de suma de comprobación para los hashes
fr: Seulement une méthode de somme de contrôle peut être fourni pour les hashages
id: Hanya satu metode checksum yang dapat disediakan untuk hash
pt_br: Apenas um método de verificação de soma pode ser fornecido para hashes
ta: ஹாஷ்களுக்கு ஒரே ஒரு சரிபார்ப்பு முறை மட்டுமே வழங்கப்பட முடியும்
tr: Hash'ler için yalnızca bir checksum yöntemi belirtilebilir
uk: Для хеш-функції можна вказати тільки один метод перевірки контрольної суми

source: '%s' is improperly formatted
de: '%s' ist falsch formatiert
es: '%s' tiene un formato incorrecto
fr: '%s' n'est pas formaté proprement
id: '%s' tidak diformat dengan benar
pt_br: '%s' está formatado incorretamente
ta: '%s' தவறான வடிவத்தில் உள்ளது
tr: '%s' yanlış biçimlendirilmiş
uk: '%s' має неправильний формат

source: '%s' and '%s' indices cannot both be provided
de: Die Indizes '%s' und '%s' können nicht gleichzeitig bereitgestellt werden
es: Los índices '%s' e '%s' no se pueden proporcionar a la vez
fr: Les indices '%s' et '%s' ne peuvent pas tous deux être fournis
id: Indeks '%s' dan '%s' tidak dapat diberikan
pt_br: Os índices '%s' e '%s' não podem ser fornecidos ambos
ta: '%s' மற்றும் '%s' குறியீடுகள் இரண்டும் வழங்க முடியாது
uk: Індекси '%s' та '%s' не можуть бути вказані одночасно

source: '%s' index '%s' is improperly formatted
de: '%s' index '%s' ist falsch formatiert
es: '%s' índice '%s' tiene un formato incorrecto
fr: '%s' L'index '%s' n'est pas correctement formaté
id: '%s' index '%s' tidak diformat dengan benar
pt_br: '%s' índice '%s' está formatado incorretamente
ta: '%s' குறியீடு '%s' தவறான வடிவத்தில் உள்ளது
uk: '%s' індекс '%s' має неправильний формат

source: '%s' is not a valid architecture
de: '%s' ist keine gültige Architektur
es: '%s' no es una arquitectura válida
fr: '%s' n'est pas une architecture valide
id: '%s' bukan merupakan arsitektur yang valid
pt_br: '%s' não é uma arquitetura válida
ta: '%s' செல்லுபடியாகும் கட்டமைப்பு அல்ல
uk: '%s' не є дійсною архітектурою

source: cannot use both Debian and Arch style naming in '%s' array
de: dürfen sowohl Debian- als auch Arch-Namen nicht im Array '%s' verwendet werden
es: no se puede usar tanto el estilo de nomenclatura de Debian como el de Arch en la matriz '%s'
fr: Ne peut pas utiliser à la fois les conventions de nommage de Debian et Arch dans la tableau '%s'
id: tidak dapat menggunakan penamaan gaya Debian dan Arch dalam larik '%s'
pt_br: não se pode usar os estilo de nomenclatura de Debian e Arch ao mesmo tempo no array '%s'
ta: '%s' வரிசையில் Debian மற்றும் Arch பாணி பெயர்களை ஒரே நேரத்தில் பயன்படுத்த முடியாது
uk: У масиві '%s' не можна одночасно використовувати іменування в стилі Debian і Arch

source: '%s' must be either: '%s', '%s', '%s', '%s', or '%s'
de: '%s' muss entweder: '%s', '%s', '%s', '%s', oder '%s' sein
es: %s debe ser: '%s', '%s', '%s', '%s', o '%s'
fr: '%s' doit être soit: '%s', '%s', '%s', '%s', ou '%s'
id: '%s' harus berupa: '%s', '%s', '%s', '%s', atau '%s'
pt_br: '%s' deve ser: '%s', '%s', '%s', '%s', ou '%s'
ta: '%s' '%s', '%s', '%s', '%s', அல்லது '%s' ஆக இருக்க வேண்டும்
uk: '%s' має бути одним із таких значень: '%s', '%s', '%s', '%s' або '%s'
