Repository: pacstall/pacstall
Catalog: misc/po/*.po
Languages: de, es, fr, id, pt_br, ta, tr, uk

source: Cleaning up
de: Räume auf
es: Limpiando
fr: Nettoyage
id: Membersihkan
pt_br: Limpando
ta: சுத்தமாக்கப்படுகிறது
tr: Temizleniyor
uk: Прибирання

source: Suggested solution(s)
de: Empfohlene(r) Lösungsweg(e)
es: Solución(es) sugeridas
fr: Solution(s) suggérées
id: Solusi yang disarankan
pt_br: Solução(ões) sugerida(s)
ta: பரிந்துரைக்கப்பட்ட தீர்வுகள்
tr: Önerilen çözüm(ler)
uk: Запропоновані рішення

source: Packagelist not found
de: Paketliste nicht gefunden
es: Packagelist no encontrada
fr: Packagelist n'a pas été trouvé
id: Packagelist tidak ditemukan
pt_br: Lista de pacotes não encontrada
ta: தொகுப்பு பட்டியல் காணப்படவில்லை
tr: Packagelist bulunamadı
uk: Список пакетів не знайдено

source: Confirm that '%b' exists
de: Bestätige, dass '%b' vorhanden ist
es: Confirmar que '%b' existe
fr: Confirmez que '%b' existe
id: Pastikan bahwa '%b' ada
pt_br: Confirme se '%b' existe
ta: '%b' இருக்கிறதா என்பதை உறுதிப்படுத்தவும்
tr: '%b'in var olduğunu doğrulayın
uk: Переконайтеся, що '%b' існує

source: Failed to download file, check your connection
de: Datei wurde nicht heruntergeladen. Überprüfe die Verbindung
es: No se ha podido descargar el archivo, compruebe su conexión
fr: Pacstall a échoué à télécharger le fichier, vérifiez votre connexion
id: Gagal mengunduh file, mohon periksa koneksi internet anda
pt_br: Falha ao baixar o arquivo, verifique sua conexão
ta: கோப்பை பதிவிறக்கம் செய்ய முடியவில்லை, உங்கள் இணைப்பை சரிபார்க்கவும்
tr: Dosya indirmesi başarısız, bağlantınızı kontrol edin
uk: Не вдалося завантажити файл, перевірте з'єднання

source: The URL cannot be found
de: Die URL wurde nicht gefunden
es: No se encuentra la URL
fr: L'URL n'a pas été trouvée
id: URL tidak ditemukan
pt_br: A URL não pode ser encontrada
ta: URL காணப்படவில்லை
tr: URL bulunamadı
uk: URL-адресу не знайдено

source: Failed with http code %s
de: Fehler mit http-Code %s
es: Fallo con código http %s
fr: Pacstall a échoué avec le code HTTP %s
id: Gagal dengan kode http %s
pt_br: Falha com código http %s
ta: HTTP குறியீடு %s உடன் தோல்வியடைந்தது
tr: %s http kodu ile başarısız oldu
uk: Помилка з http-кодом %s

source: Confirm that '%b' is accessible
de: Bestätige, dass '%b' erreichbar ist
es: Confirmar que '%b' es accesible
fr: Confirmez que '%b' est accessible
id: Pastikan bahwa '%b' dapat diakses
pt_br: Confirme se '%b' é acessível
ta: '%b' அணுகக்கூடியது என்பதை உறுதிப்படுத்தவும்
tr: '%b'in erişilebilir olduğunu doğrulayın
uk: Переконайтеся, що '%b' доступний

source: Could not enter into %s
de: Konnte nicht ins %s gelangen
es: No se ha podido entrar en %s
fr: N'a pas pu entrer dans %s
id: Tidak dapat memasuki %s
pt_br: Não foi possível entrar em %s
ta: %s இல் நுழைய முடியவில்லை
uk: Не вдалося увійти в %s

source: Reading input from pipe
de: Lese Eingabe aus der Pipe
es: Lectura de la entrada de la tubería
fr: Lecture de l'entrée standard (stdin) depuis le tube (unix pipe)
id: Membaca input dari pipa
pt_br: Lendo entrada do pipe
ta: குழாயிலிருந்து உள்ளீட்டை படிக்கிறது
tr: Pipe'tan girdi okunuyor
uk: Читання вхідних даних з каналу

source: Only one command flag can be used at a time
de: Nur ein Befehlskennzeichen (Flag) kann zeitgleich verwendet werden
es: Sólo se puede utilizar una bandera de comando a la vez
fr: Seulement un flag de commande peut être utilisé à la fois
id: Hanya satu argumen perintah yang dapat digunakan dalam satu waktu
pt_br: Apenas uma flag de comando pode ser usada de cada vez
ta: ஒரே நேரத்தில் ஒரு கட்டளைக்கான கொடி மட்டுமே பயன்படுத்தலாம்
tr: Aynı anda yalnız bir komut flag'i kullanılabilir
uk: Одночасно можна використовувати тільки один параметр команди

source: Pacstall is already running another instance
de: Pacstall führt bereits eine andere Instanz aus
es: Pacstall ya se está utilizando en otra instancia
fr: Pacstall s'exécute déjà dans une autre instance
id: Pacstall sudah berjalan pada instance lain
pt_br: Pacstall já está executando outra instância
ta: Pacstall ஏற்கனவே மற்றொரு உதாரணத்தில் செயல்படுகிறது
tr: Pacstall başka bir işlemde çalışıyor
uk: Pacstall вже запускає інший екземпляр

source: The other instance has finished running, unlocking
de: Die andere Instanz wurde beendet. Freigabe erfolgt
es: La otra instancia ha terminado su trabajo, desbloqueando
fr: L'autre instance a terminé son exécution, déverouillage
id: Instance lain telah selesai berjalan, membuka kunci
pt_br: A outra instância terminou de ser executada, desbloqueando
ta: மற்ற உதாரணம் இயங்கிவிட்டது, பூட்டை திறக்கிறது
tr: Diğer işlem çalışmayı bitirdi, kilit açılıyor
uk: Інший екземпляр завершив роботу, розблокування

source: Prompts are disabled
de: Eingabeaufforderungen sind deaktiviert
es: Preguntas desactivadas
fr: Les saisies sont désactivées
id: Prompt dinonaktifkan
pt_br: Os prompts estão desabilitados
ta: முன்னோட்டங்கள் முடக்கப்பட்டுள்ளன
tr: İstemler devre dışı
uk: Повідомлення вимкнені

source: Package will be built and not installed
de: Paket wird erstellt und nicht installiert
es: El paquete se creará pero no se instalará
fr: Le paquet sera construit et non installé
id: Paket akan dibuat dan tidak diinstal
pt_br: O pacote será compilado e não instalado
ta: தொகுப்பு கட்டமைக்கப்படும், ஆனால் நிறுவப்படாது
tr: Paket inşa edilecek ve kurulmayacak
uk: Пакет буде зібрано, але не встановлено

source: You failed to specify a package
de: Es wurde kein Paket angegeben
es: No has especificado un paquete
fr: Vous n'avez pas précisé un paquet
id: Anda gagal menentukan paket
pt_br: Você não especificou um pacote
ta: நீங்கள் ஒரு தொகுப்பை குறிப்பிட முடியவில்லை
tr: Bir paket belirtemediniz
uk: Ви не вказали необхідний пакет

source: The installation of %s was interrupted, removing files
de: Die Installation von %s wurde unterbrochen, entferne Dateien
es: La instalación de %s se ha interrumpido, eliminando archivos
fr: L'installation de %s a été interrompu, supprime les fichiers
id: Instalasi %s terganggu, menghapus file
pt_br: A instalação de %s foi interrompida, removendo arquivos
ta: %s அமைப்பு தடைபட்டது, கோப்புகளை அகற்றுகிறது
tr: %s paketinin kurulumu kesildi, dosyalar kaldırılıyor
uk: Встановлення %s було перервано, видалення файлів

source: %s does not exist
de: %s existiert nicht
es: %s no existe
fr: %s n'existe pas
id: %s tidak ditemukan
pt_br: %s não existe
ta: %s இருக்கவில்லை
tr: %s yok
uk: %s не існує

source: Payload not found
de: Nutzdaten nicht gefunden
es: Carga no encontrada
fr: Payload introuvable
id: Payload tidak ditemukan
pt_br: Payload não encontrado
ta: சுமை காணப்படவில்லை
tr: Yük bulunamadı
uk: Не знайдено завантаження

source: Could not connect to the internet
de: Konnte keine Verbindung zum Internet herstellen
es: No se puede conectar a Internet
fr: La connexion Internet n'a pas pu être établie
id: Tidak dapat tersambung ke internet
pt_br: Não foi possível conectar à internet
ta: இணையத்தில் இணைக்க முடியவில்லை
tr: Genel ağa bağlanılamadı
uk: Не вдалося підключитися до мережі інтернет

source: Confirm that the URLs '%b' or '%b' are accessible
de: Bestätige, dass die URLs '%b' oder '%b' erreichbar sind
es: Confirmar que las URL '%b' o '%b' sean accesibles
fr: Confirmez que les URLs '%b' ou '%b' sont accessibles
id: Pastikan bahwa URL '%b' atau '%b' dapat diakses
pt_br: Confirme se os URLs '%b' ou '%b' estão acessíveis
ta: இணைப்பு-கள் '%b' அல்லது '%b' அணுகக்கூடியவை என்பதை உறுதிப்படுத்தவும்
tr: '%b' veya '%b' URL'lerinin erişilebilir olduğunu doğrulayın
uk: Переконайтеся, що URL-адреси '%b' або '%b' доступні

source: Failed to download the %b pacscript
de: Das Herunterladen von Pacscript %b ist fehlgeschlagen
es: Error al descargar %b pacscript
fr: Pacstall a échoué à télécharger le pacscript %b
id: Gagal mengunduh file pacscript %b
pt_br: Falha ao baixar o pacscript %b
ta: %b பேக்ஸ்ரிப்ட் ஐ பதிவிறக்கம் செய்ய முடியவில்லை
tr: %b pacscript'inin indirmesi başarısız
uk: Не вдалося завантажити %b pacscript

source: Confirm that the package exists by running '%b'
de: Bestätige das Vorhandensein des Paketes durch Ausführen von '%b'
es: Confirmar que el paquete existe y se está ejecutando '%b'
fr: Confirmez que le paquet existe en exécutant '%b'
id: Pastikan bahwa paket terinstal dengan menjalankan '%b'
pt_br: Confirme que o pacote existe executando '%b'
ta: பயன்பாட்டுத் தொகுப்பு உள்ளதா என்பதை '%b' ஐ இயக்கி உறுதிப்படுத்தவும்
tr: Paketin var olduğunu '%b' komutunu çalıştırarak doğrulayın
uk: Перевірте наявність пакета, виконавши команду '%b'

source: Check your internet connection
de: Überprüfe die Internetverbindung
es: Comprueba tu conexión a Internet
fr: Vérifiez votre connexion Internet
id: Periksa koneksi internet anda
pt_br: Verifique a sua conexão com a internet
ta: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
tr: Genel ağ bağlantınızı kontrol edin
uk: Перевірте ваше підключення до мережі інтернет

source: Failed to install %b
de: Konnte %b nicht installieren
es: Fallo al instalar %b deb
fr: Pacstall a échoué à installer %b
id: Gagal menginstal %b
pt_br: Falha ao instalar %b
ta: %b ஐ நிறுவ முடியவில்லை
tr: %b deb'inin kurulumu başarısız
uk: Не вдалося встановити %b

source: Failed to remove %b
de: Konnte %b nicht entfernen
es: Error al eliminar %b
fr: Pacstall a échoué à supprimer %b
id: Gagal menghapus %b
pt_br: Falha ao remover %b
ta: %b ஐ நீக்க முடியவில்லை
tr: %b paketinin kaldırması başarısız oldu
uk: Не вдалося видалити %b

source: You failed to specify a repo to add
de: Es wurde keine Repo zum Hinzufügen angegeben
es: No ha especificado un repositorio para añadir
fr: Vous n'avez pas précisé le dépôt à ajouter
id: Anda gagal menentukan repo yang akan ditambahkan
pt_br: Você não especificou um repositório para adicionar
ta: சேர்க்க ஒரு வைக்குமிடத்தைக் குறிப்பிடவில்லை
tr: Eklenilecek bir depo belirtemediniz
uk: Ви не вказали репозиторій для додавання

source: Add a repository in the following format:
de: Füge eine Repository im folgenden Format hinzu:
es: Agregar un repositorio en el siguiente formato:
fr: Ajoutez un dépôt dans le format suivant:
id: Tambahkan repositori dalam format berikut:
pt_br: Adicione um repositório no seguinte formato:
ta: வைக்குமிடத்தை பின்வரும் வடிவத்தில் சேர்க்கவும்:
tr: Şu biçimde bir depo ekleyin:
uk: Додайте репозиторій у наступному форматі:

source: Consult the pacstall man page by running '%b', and searching for the term '%b'
de: Konsultiere die Pacstall-Manpage durch Ausführen von '%b' und suche nach dem Begriff '%b'
es: Consultar la página del manual de pacstall ejecutando '%b' y buscando el término '%b'
fr: Consultez le man page de pacstall en exécutant '%b' et en cherchant par le terme '%b'
id: Lihat halaman man pacstall dengan menjalankan '%b', dan cari istilah '%b'
pt_br: Consulte o manpage do pacstall executando '%b' e pesquisando pelo termo '%b'
ta: பேக்ஸ்டால்-ன் கையேட்டை '%b' ஐ இயக்கிப் பார்த்து, '%b' என்ற வார்த்தையைத் தேடவும்
tr: '%b' komutunu çalıştırarak pacstall man sayfasına başvurun ve '%b' terimini arayın
uk: Зверніться до сторінки довідки pacstall, виконавши команду '%b' і здійснивши пошук терміна '%b'

source: You failed to specify a repo to remove
de: Es wurde kein zu entfernendes Repo angegeben
es: No ha especificado un repositorio para eliminar
fr: Vous n'avez pas précisé le dépôt à supprimer
id: Anda gagal menentukan repo yang akan dihapus
pt_br: Você não especificou um repositório para remover
ta: நீக்க ஒரு வைக்குமிடத்தைக் குறிப்பிடவில்லை
tr: Kaldırılacak bir depo belirtemediniz
uk: Ви не вказали репозиторій для видалення

source: Remove a repository in the following format:
de: Entferne ein Repository im folgenden Format:
es: Eliminar un repositorio en el siguiente formato:
fr: Supprimez un dépôt dans le format suivant:
id: Hapus repositori dalam format berikut:
pt_br: Remova um repositório seguindo o formato:
ta: வைக்குமிடத்தை பின்வரும் வடிவத்தில் நீக்கவும்:
tr: Şu biçimde bir depoyu kaldırın:
uk: Видаліть репозиторій у наступному форматі:

source: %s is not a git repository
de: %s ist kein Git-Repository
es: %s no es un repositorio git
fr: %s n'est pas un dépôt git
id: %s bukan merupakan repositori git
pt_br: %s não é um repositório git
ta: %s ஒரு git வைக்குமிடம் அல்ல
tr: %s bir git deposu değil
uk: %s не є репозиторієм git

source: The repository you are trying to upgrade to contains a version of pacstall that cannot be updated from %b
de: Das Repository, auf das ein Upgrade durchführt werden soll, enthält eine Version von Pacstall, welche nicht von %b aktualisiert werden kann
es: El repositorio al que intenta actualizar contiene una versión de pacstall que no puede actualizarse desde %b
fr: Le dépôt que vous essayez de mettre à jour contient une version de pacstallqui ne peut pas être mis à jour depuis %b
id: Repositori yang ingin anda tingkatkan berisi versi pacstall yang tidak dapat diperbarui dari %b
pt_br: O repositório que você está tentando atualizar contém uma versão do pacstall que não pode ser atualizada desde %b
ta: நீங்கள் மேம்படுத்த முயற்சிக்கும் வைக்குமிடத்தில் பேக்ஸ்டால்-ன் %b இலிருந்து மேம்படுத்த முடியாத பதிப்பு உள்ளது
tr: Yükseltme için belirttiğiniz depo %b ile güncellenemeyecek bir pacstall sürümü içeriyor
uk: Репозиторій, який ви намагаєтеся оновити, містить версію pacstall, яку неможливо оновити з %b

source: Visit %s for more information on how to reinstall. Most packages will also need to be reinstalled
de: Besuche %s für weitere Informationen zur Neuinstallation. Die meisten Pakete müssen außerdem neu installiert werden
es: Visite %s para obtener más información sobre cómo reinstalar. También será necesario reinstalar la mayoría de los paquetes
fr: Visitez %s pour plus d'informations sur comment réinstaller. La plupart des paquets auront aussi besoin d'être réinstallés
id: Kunjungi %s untuk informasi lebih lanjut tentang cara menginstal ulang. Sebagian besar paket juga perlu diinstal ulang
pt_br: Visite %s para mais informações sobre como reinstalar. A maioria dos pacotes também precisará ser reinstalada
ta: மீண்டும் நிறுவுவது பற்றிய கூடுதல் தகவலுக்கு %s ஐப் பார்வையிடவும். பெரும்பாலான தொகுப்புகளும் மீண்டும் நிறுவ வேண்டியிருக்கும்
tr: Yeniden kurulum yönergeleri için %s sitesine uğrayın. Çoğu paket de yeniden kuruluma gereksinim duyacaktır
uk: Відвідайте %s, щоб отримати додаткову інформацію про перевстановлення. Більшість пакетів також потрібно буде перевстановити

source: Pacstall was installed from a %s, and cannot be updated with this command
de: Pacstall wurde installiert von %s, und kann nicht mit diesem Befehl aktualisiert werden
es: Pacstall se instaló desde un %s, y no puede actualizarse con este comando
id: Pacstall terinstal dari %s, dan tidak dapat diperbarui melalui perintah ini
ta: பேக்ஸ்டால் %s இலிருந்து நிறுவப்பட்டது, இக்கட்டளையால் மேம்படுத்த முடியாது
uk: Pacstall було встановлено з %s і не може бути оновлено за допомогою цієї команди

source: Install the latest %b from the %b repository
de: Installiere das letzte %b von der %b Repository
es: Instalar el %b más reciente del repositorio %b
id: Pasang %b yang terbaru dari repositori %b
ta: சமீபத்திய %b ஐ %b வைக்குமிடத்திலிருந்து நிறுவவும்
uk: Встановіть останню версію %b з репозиторію %b

source: Install the latest %b with the command '%b'
de: Installiere das letzte %b mit dem Befehl '%b'
es: Instalar el último %b con el comando '%b'
id: Pasang %b yang terbaru dengan perintah '%b'
ta: சமீபத்திய %b ஐ '%b' என்ற கட்டளையுடன் நிறுவவும்
uk: Встановіть останню версію %b за допомогою команди '%b'

source: Invalid argument '%s'
de: Ungültiges Argument '%s'
es: Argumento no válido '%s'
fr: '%s' est un argument invalide
id: Argumen tidak valid '%s'
pt_br: Argumento inválido '%s'
ta: தவறான வாதம் '%s'
tr: Geçersiz argüman '%s'
uk: Недійсний аргумент '%s'

source: Nothing installed yet
de: Noch nichts installiert
es: Aún no hay nada instalado
fr: Rien n'a été encore installé
id: Belum ada yang terinstal
pt_br: Nada instalado ainda
ta: இதுவரை எதுவும் நிறுவப்படவில்லை
tr: Şu an herhangi bir paket kurulu değil
uk: Поки що нічого не встановлено

source: %b pacscript is downloaded to %b
de: %b Pacscript wurde auf %b heruntergeladen
es: %b pacscript se descarga en %b
fr: Le pacscript %b est téléchargé vers %b
id: Pacscript %b diunduh ke %b
pt_br: %b pacscript será baixado em %b
ta: %b பேக்ஸ்ரிப்ட் %b இல் பதிவிறக்கம் செய்யப்பட்டது
tr: %b pacscript'i %b dizinine indirildi
uk: %b pacscript завантажено до %b

source: Package is not installed
de: Paket ist nicht installiert
es: El paquete no está instalado
fr: Le paquet n'est pas installé
id: Paket tidak terinstal
pt_br: O pacote não está instalado
ta: தொகுப்பு நிறுவப்படவில்லை
tr: Paket kurulu değil
uk: Пакет не встановлено

source: '%b' is not a valid option, use '%b' or '%b'
id: '%s' bukan merupakan opsi yang valid, gunakan '%b' atau '%b'
ta: '%b' செல்லுபடியாகும் உரிமம் அல்ல, '%b' அல்லது '%b' பயன்படுத்து
uk: '%b' не є дійсним варіантом, використовуйте '%b' або '%b'

source: Keeping build files
de: Build-Dateien behalten
es: Mantener los archivos de construcción
fr: Conserve les fichiers de build
id: Menyimpan berkas build
pt_br: Mantendo arquivos de compilação
ta: கட்டமைப்பு கோப்புகளை வைத்திருத்தல்
tr: İnşa dosyaları tutuluyor
uk: Збереження файлів збірки

source: Skipping check() if present
de: Überspringe Prüfung(), falls vorhanden
es: Saltarse check() si está presente
fr: Saute check() s'il est présent
id: Melewati check() jika ada
pt_br: Ignorando check() se presente
ta: check() இருந்தால் தவிர்க்கப்படுகிறது
tr: Eğer varsa check() atlanıyor
uk: Пропустити check(), якщо присутній

source: Downloading package entries quietly
de: Paketeinträge werden kommentarlos heruntergeladen
es: Descarga de entradas de paquetes en silencio
fr: Téléchargement des entrées du paquet en silence
id: Mengunduh entri paket secara diam-diam
pt_br: Baixando entradas de pacotes silenciosamente
ta: தொகுப்பு உள்ளீடுகளை அமைதியாக பதிவிறக்கம் செய்கிறது
tr: Paket girişleri sessizce indiriliyor
uk: Завантаження пакета в фоновому режимі

source: Building package without bwrap sandbox
de: Erstelle Paket ohne Bwrap-Sandbox
es: Construyendo paquete sin bwrap sandbox
fr: Construction du paquet sans l'isolation de bwrap (outil de bac à sable)
id: Membuat paket tanpa sandbox bwrap
pt_br: Compilando o pacote sem a sandbox bwrap
ta: bwrap sandbox இல்லாமல் தொகுப்பை உருவாக்குகிறது
tr: Paket bwrap sandbox olmadan inşa ediliyor
uk: Створення пакета без пісочниці bwrap

source: Be cautious, this exposes your system to potential harm
de: Vorsicht, das System wird einem potenziellen Schaden ausgesetzt
es: Ten cuidado, esto expone tu sistema a posibles daños
fr: Soyez prudents, ceci expose votre système à de potentiels dommages
id: Berhati-hatilah, hal ini menyebabkan sistem anda terekspos pada potensi bahaya
pt_br: Tenha cuidado, isso potencialmente expõe seu sistema a danos
ta: கவனமாக இருங்கள், இது உங்கள் கணினியை சாத்தியமான தீங்குக்கு உட்படுத்தும்
tr: Dikkat edin, bu sisteminizi olası tehditlere maruz bırakır
uk: Будьте обережні, це наражає вашу систему на потенційну небезпеку

source: Could not find manage-repo.sh
de: Konnte die manage-repo.sh nicht finden
es: No se encuentra manage-repo.sh
fr: Le fichier de script manage-repo.sh n'a pas été trouvé
id: Tidak dapat menemukan manage-repo.sh
pt_br: Não foi possível encontrar manage-repo.sh
ta: manage-repo.sh கண்டுபிடிக்க முடியவில்லை
tr: manage-repo.sh bulunamadı
uk: Не вдалося знайти manage-repo.sh

source: Assuming that git branch is %b
de: Angenommen, der Git-Zweig ist %b
es: Asumiendo que la rama git es %b
fr: Suppose que la branche git est %b
id: Menganggap cabang git adalah %b
pt_br: Supondo que o branch git seja %b
ta: git கிளை %b என்று கருதப்படுகிறது
tr: Git dalının %b olduğu varsayılıyor
uk: Припускаючи, що гілка git є %b

source: Repository alias cannot be '%s'
de: Repository-Alias darf nicht '%s' sein
es: El alias del repositorio no puede ser '%s'
fr: L'alias du dépôt ne peut pas être '%s'
id: Alias repository tidak boleh berupa '%s'
pt_br: O alias do repositório não pode ser '%s'
ta: வைக்குமிடம் மாற்றுப்பெயர் '%s' ஆக இருக்க முடியாது
tr: Deponun öteki adı '%s' olamaz
uk: Псевдонім репозиторію не може бути '%s'

source: Repository alias cannot be a hyperlink
de: Repository-Alias darf kein Hyperlink sein
es: El alias del repositorio no puede ser un hipervínculo
fr: L'alias du dépôt ne peut pas être un hyperlien
id: Alias repositori tidak boleh berupa hyperlink
pt_br: O alias do repositório não pode ser um hiperlink
ta: வைக்குமிடம் மாற்றுப்பெயர் ஹைப்பர்லிங்காக இருக்க முடியாது
tr: Deponun öteki adı bir hyperlink olamaz
uk: Псевдонім репозиторію не може бути гіперпосиланням

source: Repository alias cannot start with '%s', '%s', or '%s'
de: Repository-Alias darf nicht mit '%s', '%s' oder '%s' beginnen
es: Los alias de repositorio no pueden empezar por '%s', '%s', o '%s'
fr: L'alias du dépôt ne peut pas commencer avec '%s', '%s', ou '%s'
id: Alias repositori tidak boleh berawalan '%s', '%s', atau '%s'
pt_br: O alias do repositório não pode começar com '%s', '%s' ou '%s'
ta: வைக்குமிடம் மாற்றுப்பெயர் '%s', '%s', அல்லது '%s' உடன் தொடங்க முடியாது
tr: Deponun öteki adı '%s', '%s' veya '%s' ile başlayamaz
uk: Псевдонім репозиторію не може починатися з '%s', '%s' або '%s'

source: The alias %b is already in use by %b
de: Dieser Alias %b wird bereits von %b verwendet
es: El alias %b ya está siendo utilizado por %b
fr: L'alias %b est déjà utilisé par %b
id: Alias %b sudah digunakan oleh %b
pt_br: O alias %b já está em uso por %b
ta: %b மாற்றுப்பெயர் ஏற்கனவே %b இல் பயன்பாட்டில் உள்ளது
tr: %b öteki adı zaten %b tarafından kullanılıyor
uk: Псевдонім %b вже використовується %b

source: %b is already in the repo list, doing nothing
de: %b ist bereits in der Repo-Liste, nichts zu tun
es: %b ya está en la lista de repositorios, sin hacer nada
fr: %b est déjà dans la liste des dépôts, ne fait rien
id: %b sudah ada didalam daftar repo
pt_br: %b já está na lista de repositórios, não fazendo nada
ta: %b ஏற்கனவே வைக்குமிடம் பட்டியலில் உள்ளது, எதுவும் செய்யப்படவில்லை
tr: %b zaten depo listesinde, hiçbir şey yapılmayacak
uk: %b вже є в списку репозиторіїв, жодних дій не буде виконано

source: Do you want to add %b to the repo list?
de: Soll %b zur Repo-Liste hinzufügt werden?
es: ¿Quieres agregar %b a la lista de repositorios?
fr: Voulez-vous ajouter %b dans la list des dépôts
id: Apakah anda ingin menambah %b kedalam daftar repo?
pt_br: Você deseja adicionar %b à lista de repositórios?
ta: %b ஐ வைக்குமிடம் பட்டியலில் சேர்க்க விரும்புகிறீர்களா?
tr: %b deposunu depo listesine eklemek ister misiniz?
uk: Ви хочете додати %b до списку репозиторіїв?

source: If the URL is a private repo, edit %b
de: Wenn die URL ein privates Repo ist, bearbeite %b
es: Si la URL es un repositorio privado, edita %b
fr: Si l'URL est un dépôt privé, éditez %b
id: Jika URL nya adalah repo pribadi, mohon sunting %b
pt_br: Se o URL for um repositório privado, edite %b
ta: URL ஒரு தனியார் வைக்குமிடம்மாக இருந்தால், %b ஐத் திருத்தவும்
tr: Eğer URL bir özel depoysa %b dosyasını düzenleyin
uk: Якщо URL є приватним репозиторієм, відредагуйте %b

source: packagelist file not found
de: Paketlisten-Datei nicht gefunden
es: archivo packagelist no encontrada
fr: Le fichier packagelist n'a pas été trouvé
id: File packagelist tidak ditemukan
pt_br: arquivo packagelist não encontrado
ta: packagelist கோப்பு கிடைக்கவில்லை
tr: packagelist dosyası bulunamadı
uk: файл списку пакунків не знайдено

source: Do you want to remove %b from the repo list?
de: Soll %b aus der Repo-Liste entfernt werden?
es: ¿Quieres eliminar %b de la lista de repositorios?
fr: Voulez-vous supprimer %b depuis la liste des dépôts
id: Apakah anda ingin menghapus %b dari daftar repo?
pt_br: Você deseja remover %b da lista de repositórios?
ta: %b ஐ வைக்குமிடம் பட்டியலில் இருந்து நீக்க விரும்புகிறீர்களா?
tr: %b deposunu depo listesinden kaldırmak ister misiniz?
uk: Ви хочете видалити %b зі списку репозиторіїв?
