Repository: pacstall/pacstall
Catalog: misc/po/*.po
Languages: de, es, fr, id, pt_br, ta, tr, uk

source: '%s' is not a valid license
de: '%s' ist keine gültige Lizenz
es: '%s' no es una licencia válida
fr: '%s' n'est pas une licence valide
id: '%s' bukan merupakan lisensi yang valid
pt_br: '%s' não é uma licença válida
ta: '%s' செல்லுபடியாகும் உரிமம் அல்ல
uk: '%s' не є дійсною ліцензією

source: '%s' must be prefixed with a constraint (<=|>=|=|<|>)
ta: '%s' என்பது ஒரு கட்டுப்பாட்டுடன் முன்னொட்டாக இருக்க வேண்டும் (<=|>=|=|<|>)
uk: Перед '%s' повинен стояти оператор обмеження (<=|>=|=|<|>)

source: Could not find build.sh
de: Konnte build.sh nicht finden
es: No se encuentra build.sh
fr: build.sh n'a pas été trouvé
id: Tidak dapat menemukan build.sh
pt_br: Não foi possível encontrar build.sh
ta: build.sh கண்டுபிடிக்க முடியவில்லை
tr: build.sh bulunamadı
uk: Не вдалося знайти build.sh

source: Hashes do not match (with method %s)
de: Hashes stimmen nicht (mit Methode %s) überein
es: Los hashes no coinciden (con el método %s)
fr: Les hashages ne correspondent pas (avec la méthode %s)
id: Hash tidak cocok (dengan metode %s)
pt_br: As hashes não são iguais (com o método %s)
ta: ஹாஷ்கள் பொருந்தவில்லை (முறை %s)
uk: Хеші не збігаються (за методом %s)

source: Got: %b
de: Erhalte: %b
es: Obtenido: %b
fr: Obtenu: %b
id: Yang didapat: %b
pt_br: Obtida: %b
ta: கிடைத்தது: %b
uk: Отримано: %b

source: Expected: %b
de: Erwartet: %b
es: Esperado: %b
fr: Attendu: %b
id: Yang diharapkan: %b
pt_br: Esperada: %b
ta: எதிர்பார்த்தது: %b
uk: Очікувано: %b

source: Failed to download package
de: Paket konnte nicht heruntergeladen werden
es: No se ha podido descargar el paquete
fr: Pacstall a échoué à télécharger le paquet
id: Gagal mengunduh paket
pt_br: Falha ao baixar o pacote
ta: தொகுப்பை பதிவிறக்கம் செய்ய முடியவில்லை
tr: Paket indirmesi başarısız
uk: Не вдалося завантажити пакет

source: Could not enter into the main directory %b
de: Konnte nicht auf das Hauptverzeichnis %b zugreifen
es: No se ha podido entrar en el directorio principal %b
fr: N'a pas pu entrer dans le répertoire principal %b
id: Tidak dapat memasuki direktori utama %b
pt_br: Não foi possível entrar no diretório principal %b
ta: முதன்மை அடைவு %b இல் நுழைய முடியவில்லை
uk: Не вдалося увійти до головного каталогу %b

source: Cloning %b from branch %b
de: Klone %b aus Zweig %b
es: Clonando %b de la rama %b
fr: Clonage de %b depuis la branche %b
id: Mengkloning %b dari cabang %b
pt_br: Clonando %b na branch %b
ta: %b கிளையிலிருந்து %b ஐ குளோன் செய்கிறது
uk: Клонування %b з гілки %b

source: Cloning %b from tag %b
de: Klone %b vom Kennzeichen %b
es: Clonando %b de la etiqueta %b
fr: Clonage %b depuis le tag %b
id: Mengkloning %b dari tag %b
pt_br: Clonando %b na tag %b
ta: %b டேக்கிலிருந்து %b ஐ குளோன் செய்கிறது
uk: Клонування %b з тегу %b

source: Cloning %b with no blobs
de: Klone %b ohne Blobs
es: Clonando %b sin blobs
fr: Clonage %b sans fichiers binaires
id: Mengkloning %b tanpa blob
pt_br: Clonando %b sem blobs
ta: ப்ளாப்கள் இல்லாமல் %b ஐ குளோன் செய்கிறது
uk: Клонування %b без блобів

source: Cloning %b from %b
de: Klone %b von %b
es: Clonando %b de %b
fr: Clonage %b depuis %b
id: Mengkloning %b dari %b
pt_br: Clonando %b pela %b
ta: %b இலிருந்து %b ஐ குளோன் செய்கிறது
uk: Клонування %b з %b

source: Could not enter into the cloned git repository
de: Zugriff auf das geklonte Git-Repository ist nicht möglich
es: No se ha podido entrar en el repositorio git clonado
fr: N'a pas pu entrer dans le dépôt git cloné
id: Tidak dapat memasuki repositori git yang dikloning
pt_br: Não foi possível entrar no repositório git clonado
ta: குளோன் செய்யப்பட்ட git வைக்குமிடத்தில் நுழைய முடியவில்லை
tr: Klonlanan git deposuna girilemedi
uk: Не вдалося увійти в клонований репозиторій git

source: Fetching commit %b
de: Commit %b wird abgerufen
es: Obteniendo commit %b
fr: Récupération des changements du commit %b
id: Mengambil commit %b
pt_br: Buscando o commit %b
ta: கமிட் %b ஐப் பெறுகிறது
uk: Отримання коміту %b

source: Not cloning submodules for %b
de: Submodule für %b werden nicht geklont
es: No clonar submódulos para %b
fr: Aucun clonage des sous-modules pour %b
id: Tidak mengkloning submodul untuk %b
pt_br: Não clonando os submódulos de %b
ta: %b க்கான துணை தொகுதிகள் குளோன் செய்யப்படவில்லை
uk: Не клонувати підмодулі для %b

source: Checking integrity of %b
de: Überprüfe die Integrität von %b
es: Comprobando la integridad de %b
fr: Vérification de l'intégrité de %b
id: Memeriksa integritas %b
pt_br: Verificando a integridade de %b
ta: %b இன் ஒருங்கிணைப்பைச் சரிபார்க்கிறது
uk: Перевірка цілісності %b

source: Could not check integrity of cloned git repository
de: Konnte die Integrität des geklonten Git-Repositorys nicht überprüfen
es: No se ha podido comprobar la integridad del repositorio git clonado
fr: N'a pas pu vérifier l'intégrité du dépôt git cloné
id: Tidak dapat memeriksa integritas repositori git yang dikloning
pt_br: Não foi possível checar a integridade do repositório git clonado
ta: குளோன் செய்யப்பட்ட git வைக்குமிடம்த்தின் ஒருங்கிணைப்பைச் சரிபார்க்க முடியவில்லை
tr: Klonlanan git deposunun bütünlüğü kontrol edilemedi
uk: Не вдалося перевірити цілісність клонованого репозиторію git

source: Cloned git repository does not match upstream hash
de: Das geklonte Git-Repository stimmt nicht mit dem Upstream-Hash überein
es: El repositorio git clonado no coincide con el hash del upstream
fr: Le dépôt git cloné ne correspond pas au hash en amont
id: Repositori git yang dikloning tidak cocok dengan hash upstream
pt_br: O repositório git clonado não corresponde à hash do upstream
ta: குளோன் செய்யப்பட்ட git வைக்குமிடம் மேல்நிலை ஹாஷுடன் பொருந்தவில்லை
tr: Klonlanan git deposu güncel hash ile eşleşmiyor
uk: Клонований репозиторій git не відповідає хешу джерела

source: Downloading %b
de: Lade %b herunter
es: Descargando %b
fr: Téléchargement %b
id: Mengunduh %b
pt_br: Baixando %b
ta: %b ஐப் பதிவிறக்கம் செய்கிறது
uk: Завантаження %b

source: Checking hash %b[%b...%b]
de: Überprüfe Hash %b[%b...%b]
es: Comprobando hash %b[%b...%b]
fr: Vérification du hash %b[%b...%b]
id: Memeriksa hash %b[%b...%b]
pt_br: Checando a hash %b[%b...%b]
ta: ஹாஷ் %b[%b...%b] ஐச் சரிபார்க்கிறது
uk: Перевірка хешу %b[%b...%b]

source: Extracting %b
de: Extrahiere %b
es: Extrayendo %b
fr: Extraction de %b
id: Mengekstrak %b
pt_br: Extraindo %b
ta: %b ஐப் பிரித்தெடுக்கிறது
uk: Видобування %b

source: Running %s hook
de: Führe %s Hook aus
es: Ejecutando el gancho %s
fr: Exécution du hook %s
id: Menjalankan kait %s
pt_br: Executando o hook %b
ta: %s ஹூக் இயக்கப்படுகிறது
uk: Виконання хука %s

source: Could not run %s hook successfully
de: Konnte %s Hook nicht erfolgreich ausführen
es: No se ha podido ejecutar correctamente el gancho de %s
fr: N'a pas pu lancer le hook %s avec succès
id: Tidak dapat menjalankan kait %s dengan sukses
pt_br: Não foi possível executar o hook %b corretamente
ta: %s ஹூக்கை வெற்றிகரமாக இயக்க முடியவில்லை
uk: Не вдалося успішно виконати хук %s

source: Performing post install operations
de: Durchführen von Nachinstallationsvorgängen
es: Realizando operaciones posteriores a la instalación
fr: Performe des opérations de post-installation
id: Menjalankan operasi pasca penginstalan
pt_br: Realizando as operações de pós-instalação
ta: நிறுவலுக்கு பின் செயல்பாடுகளைச் செய்கிறது
tr: Kurulum sonrası işlemler yapılıyor
uk: Виконання операцій після встановлення

source: Storing pacscript
de: Speichere Pacscript
es: Almacenando pacscript
fr: Stockage du pacscript
id: Menyimpan pacscript
pt_br: Armazenando o pacscript
ta: பேக்ஸ்ரிப்ட் ஐ சேமிக்கிறது
tr: pacscript depolanıyor
uk: Зберігання pacscript

source: Could not enter into %b
de: Konnte nicht in %b gelangen
es: No se ha podido entrar en %b
fr: N'a pas pu entrer dans %b
id: Tidak dapat memasuki %b
pt_br: Não foi possível entrar em %b
ta: %b இல் நுழைய முடியவில்லை
uk: Не вдалося увійти в %b

source: Done installing %b
de: Installation von %b abgeschlossen
es: Finalizada la instalación de %b
fr: L'installation de %b est terminée
id: Selesai menginstal %b
pt_br: Instalação de %b finalizada
ta: %b நிறுவல் முடிந்தது
uk: Завершено встановлення %b

source: Failed to install the package
de: Paket konnte nicht installiert werden
es: Error al instalar el paquete
fr: Le paquet n'a pas pu être installé
id: Gagal menginstal paket
pt_br: Falha ao instalar o pacote
ta: தொகுப்பை நிறுவுவதில் தோல்வி
tr: Paket kurulumu başarısız oldu
uk: Не вдалося встановити пакет

source: Copying local archive %b
de: Kopiere lokales Archiv %b
es: Copiando archivo local %b
fr: Copie de l'archive local %b
id: Menyalin arsip lokal %b
pt_br: Copiando o arquivo local %b
ta: உள்ளூர் காப்பகம் %b ஐ நகலெடுக்கிறது
uk: Копіювання локального архіву %b

source: This Pacscript does not work on %b
de: Dieses Pacscript funktioniert nicht auf %b
es: Este Pacscript no funciona en %b
fr: Ce Pacscript ne fonctionne pas sur %b
id: Pacscript ini tidak dapat digunakan pada %b
pt_br: Este Pacscript não funciona em %b
ta: இந்த பேக்ஸ்கிரிப்ட் %b இல் வேலை செய்ய முடியவில்லை
uk: Цей Pacscript не працює на %b

source: This package is for %b, which is a foreign architecture
de: Dieses Paket ist für %b, welches eine fremde Architektur ist
es: Este paquete es para %b, que es una arquitectura extranjera
fr: Ce paquet est pour %b, qui est une architecture étrangère
id: Paket ini untuk %b, yang merupakan arsitektur asing
pt_br: Este pacote é para %b, que é uma arquitetura estrangeira
ta: இந்த தொகுப்பு %b க்கானது, அது ஒரு அயலக வடிவம்
uk: Цей пакет призначений для %b, що є сторонньою архітектурою

source: Checking build dependencies
de: Prüfe Build-Abhängigkeiten
es: Comprobando las dependencias de compilación
fr: Vérification des dépendances de build
id: Memeriksa dependensi build
pt_br: Checando as dependências de compilação
ta: கட்டும் சார்புகளை சரிபார்க்கிறது
tr: İnşa bağımlılıkları kontrol ediliyor
uk: Перевірка залежностей збірки

source: %b versions cannot be satisfied
id: Versi %b tidak dapat dipenuhi
ta: %b பதிப்புகளைத் திருப்திப்படுத்த முடியாது
uk: Неможливо задовольнити вимоги для версії %b

source: %b version cannot be satisfied
id: Versi %b tidak dapat dipenuhi
ta: %b பதிப்பைத் திருப்திப்படுத்த முடியாது
uk: Неможливо задовольнити вимогу для версії %b

source: Checking check dependencies
de: Überprüfung von Abhängigkeiten
es: Comprobando las dependencias de verificación
fr: Vérification des dépendances de vérification
id: Memeriksa dependensi check
pt_br: Checando as dependências de verificação
ta: சரிபார்ப்பு சார்புகளை சரிபார்க்கிறது
tr: Kontrol bağımlılıkları kontrol ediliyor
uk: Перевірка взаємозалежностей

source: Creating build dependency/conflicts dummy package
de: Erstelle Build-Abhängigkeiten/steht im Konflikt zum Dummy-Paket
es: Creando paquete ficticio de dependencias/conflictos de compilación
fr: Création d'un paquet fictif de dépendances/conflits de build
id: Membuat paket dummy dependensi build/konfilk
pt_br: Criando um pacote fictício para dependências/conflitos de compilação
ta: கட்டு சார்பு/மோதல் போலி தொகுப்பை உருவாக்குதல்
tr: İnşa bağımlılığı/çakışmaları sahte paketi oluşturuluyor
uk: Створення фіктивного пакета для перевірки залежностей/конфліктів збірки

source: Failed to install build or check dependencies
de: Build konnte nicht installiert oder Abhängigkeiten überprüft werden
es: No se ha podido instalar la compilación o comprobar las dependencias
fr: Les dépendances de build ou de vérification n'ont pas pu être installés
id: Gagal menginstal dependensi build atau check
pt_br: Falha ao instalar as dependências de compilação ou de verificação
ta: சார்புகளை சரிபார்க்கவோ அல்லது கட்டுதலை நிறுவவோ முடியவில்லை
tr: İnşa veya kontrol bağımlılıkları kurulumu başarısız oldu
uk: Не вдалося виконати збірку або перевірити залежності

source: Kernel version constraint for this Pacscript not satisfied: %b
ta: இந்த பேக்ஸ்கிரிப்ட்டிற்கான கர்னல் பதிப்பு கட்டுப்பாடு திருப்தி அடையவில்லை: %b
uk: Вимоги до версії ядра для цього Pacscript не виконано: %b

source: Run '%b'
de: Starte '%b'
es: Ejecutar '%b'
fr: Lance '%b'
id: Jalankan '%b'
pt_br: Executando '%b'
ta: '%b'ஐ இயக்கவும்
uk: Запустити '%b'

source: Could not enter %s
de: Konnte %s nicht erreichen
es: No se pudo acceder al directorio %s
fr: N'a pas pu entrer %s
id: Tidak dapat memasuki %s
pt_br: Não foi possível entrar em %s
ta: %s யில் நுழைய முடியவில்லை
uk: Не вдалося ввести %s

source: Could not download %s
de: Konnte %s nicht herunterladen
es: No se ha podido descargar %s
fr: N'a pas pu télécharger %s
id: Tidak dapat mengunduh %s
pt_br: Não foi possível baixar %s
ta: %s யை பதிவிறக்க முடியவில்லை
uk: Не вдалося завантажити %s

source: '%s' valid types are: '%s', '%s'
de: Gültige Typen von '%s' sind: '%s', '%s'
es: Los tipos válidos de '%s' son: '%s', '%s'
fr: '%s' les types valides sont: '%s', '%s'
id: Jenis '%s' yang valid adalah: '%s', '%s'
pt_br: Os tipos válidos de '%s' são: '%s', '%s'
ta: '%s' செல்லுபடியாகும் வகைகள்: '%s', '%s'
uk: Для '%s' дійсними типами є: '%s', '%s'

source: '%s' valid types are: '%s', '%s', '%s'
de: '%s' Gültige Typen sind: '%s', '%s', '%s'
es: Los tipos válidos de '%s' son: '%s', '%s', '%s'
fr: '%s' les types valides sont: '%s', '%s'
id: Jenis '%s' yang valid adalah: '%s', '%s', '%s'
pt_br: Os tipos válidos de '%s' são: '%s', '%s', '%s'
ta: '%s' செல்லுபடியாகும் வகைகள்: '%s', '%s', '%s'
uk: Для '%s' дійсними типами є: '%s', '%s', '%s'

source: Could not find checks.sh
de: Konnte checks.sh nicht finden
es: No se encuentra checks.sh
fr: checks.sh n'a pas été trouvé
id: Tidak dapat menemukan checks.sh
pt_br: Não foi possível encontrar checks.sh
ta: checks.sh யை காணவில்லை
tr: checks.sh bulunamadı
uk: Не вдалося знайти checks.sh

source: Could not find fetch-sources.sh
de: Konnte fetch-sources.sh nicht finden
es: No se encuentra fetch-sources.sh
fr: fetch-sources.sh n'a pas été trouvé
id: Tidak dapat menemukan fetch-sources.sh
pt_br: Não foi possível encontrar fetch-sources.sh
ta: fetch-sources.sh யை காணவில்லை
tr: fetch-sources.sh bulunamadı
uk: Не вдалося знайти fetch-sources.sh

source: Interrupted, cleaning up
de: Unterbrochen, räume auf
es: Interrumpido, limpieza
fr: Interrompu, nettoyage
id: Terganggu, membersihkan
pt_br: Interrompido, limpando
ta: குறுக்கிட்டு, சுத்தம் செய்கிறது
uk: Перервано, відбувається прибирання

source: Found pkgbase: %b
de: Gefundene pkgbase: %b
es: Encontrado pkgbase: %b
fr: pkgbase trouvé: %b
id: pkgbase ditemukan: %b
pt_br: pkgbase encontrado: %b
ta: pkgbase: %b காணப்பட்டது
uk: Знайдено pkgbase: %b

source: %b has exceeded the maximum number of packages to build. Skipping
de: %b hat die maximale Anzahl der zu erstellenden Pakete überschritten. Überspringe
es: %b ha excedido el número máximo de paquetes a construir. Saltar
fr: %b a depassé le nombre maximum de paquets à construire. Saute
id: %b telah melewati batas maksimum paket yang akan dibuat. Melewati
pt_br: %b excedeu o número máximo de pacotes para compilar Pulando
ta: %b உருவாக்க வேண்டிய அதிகபட்ச தொகுப்புகளின் எண்ணிக்கையை மீறியுள்ளது. தவிர்க்கிறது
uk: %b перевищив максимальну кількість пакетів для збірки. Пропускається

source: %b is not an integer. Falling back to 1
de: %b ist keine Ganzzahl. Zurücksetzen auf 1
es: %b no es un número entero. Retroceso a 1
fr: %b n'est pas un entier. Revenir à 1
id: %b bukanlah bilangan bulat. Kembali ke 1
pt_br: %b não é um inteiro. Usando o default 1
ta: %b முழு எண் அல்ல. 1 க்கு தாவுகிறது
uk: %b не є цілим числом. Повернення до 1

source: (%b) Do you want to view/edit the pacscript?
de: (%b) Das Pacscript anzeigen/bearbeiten?
es: (%b) ¿Quieres ver/editar el pacscript?
fr: (%b) Voulez-vous lire/éditer le pacscript
id: (%b) Apakah Anda ingin melihat/mengedit pacscript?
pt_br: (%b) Você quer ver/editar o pacscript?
ta: (%b) நீங்கள் பேக்ஸ்கிரிப்ட்டை பார்க்கவோ/திருத்தவோ வேண்டுமா?
uk: (%b) Ви бажаєте переглянути/відредагувати pacscript?

source: Editor not found, falling back to '%s'
de: Editor nicht gefunden, Zurücksetzen auf '%s'
es: Editor no encontrado, volviendo a '%s'
fr: L'éditeur est introuvable, revenir à '%s'
id: Editor tidak ditemukan, kembali ke '%s'
pt_br: Editor não encontrado, utilizando '%s '
ta: எடிட்டர் கிடைக்கவில்லை, '%s'க்கு தாவுகிறது
uk: Редактор не знайдено, використовується '%s'

source: Sourcing pacscript
de: Holen von Pacscript
es: Evaluando pacscript
fr: Source le pacscript
id: Memeriksa pacscript
pt_br: Lendo pacscript
ta: பேக்ஸ்கிரிப்ட் மூலம் source ஐ பெறுகிறது
tr: pacscript kaynaktan alınıyor
uk: Отримання pacscript

source: Could not source pacscript
de: Konnte Pacscript nicht holen
es: No se ha podido evaluar pacscript
fr: N'a pas pu sourcer le pacscript
id: Tidak dapat memeriksa pacscript
pt_br: Não foi possível ler o pacscript
ta: பேக்ஸ்கிரிப்ட் மூலம் source ஐ பெற முடியவில்லை
tr: pacscript kaynaktan alınamadı
uk: Не вдалося отримати pacscript

source: This package will connect to the internet during its build process.
de: Dieses Paket wird während des Erstellungsprozesses eine Internetverbindung herstellen.
es: Este paquete se conectará a Internet durante su proceso de construcción.
fr: Ce paquet se connectera à Internet durant le processus de construction
id: Paket ini akan terhubung ke internet selama proses pembuatan.
pt_br: Este pacote irá se conectar à Internet durante o processo de compilação.
ta: இந்த தொகுப்பு கட்டும் செயல்பாடுகளில் இணையத்துடன் இணைக்கப்படும்.
tr: Bu paket inşa sürecinde genel ağa bağlanacak.
uk: Цей пакет встановить з'єднання з мережею інтернет під час збірки.

source: The package %b is masking %b. By installing the masked package, you may cause damage to your operating system
de: Das Paket %b maskiert %b. Durch die Installation des maskierten Pakets kann es zu Schäden an Ihrem Betriebssystem kommen
es: El paquete %b está enmascarando %b. Si instala el paquete enmascarado, puede dañar su sistema operativo
fr: Le paquet %b masque %b. En installant le paquet masqué, vous pouvez causer des dommages sur votre système d'exploitation
id: Paket %b adalah paket yang menutupi %b. Dengan menginstal paket bertopeng, anda dapat menyebabkan kerusakan pada sistem operasi anda
pt_br: O pacote %b está mascarando %b. Instalar o pacote mascarado pode causar danos ao seu sistema operacional
ta: %b தொகுப்பு %b ஐ மறைக்கிறது. முகமூடி செய்யப்பட்ட தொகுப்பை நிறுவுவதன் மூலம், உங்கள் இயக்க முறைமைக்கு நீங்கள் சேதத்தை ஏற்படுத்தலாம்
uk: Пакет %b замаскує %b. Встановлення маскованого пакета може призвести до пошкодження вашої операційної системи

source: Somehow, '%s' found masked packages that match the package you want to install, but '%s' could not find it. Report this upstream
de: Irgendwie hat '%s' maskierte Pakete gefunden, welche mit dem Paket übereinstimmen, das Du installieren möchtest, aber '%s' konnte es nicht finden. Melde dies im Upstream
es: De alguna manera, '%s' encontró paquetes enmascarados que coinciden con el paquete que desea instalar, pero '%s' no pudo encontrarlo. Informe de esto a upstream
fr: '%s' a trouvé tant bien que mal des paquets masqués qui correspondent au paquet que vous voulez installer mais '%s' n'a pas pu trouver ce paquet. Reportez ceci en amont
id: Entah bagaimana, '%s' menemukan paket bertopeng yang cocok dengan paket yang ingin anda instal, tetapi '%s' tidak dapat menemukannya. Mohon laporkan hal ini
pt_br: Por alguma razão, '%s' encontrou pacotes mascarados que correspondem ao pacote que você deseja instalar, mas '%s' não conseguiu encontrá-lo. Informe isso para o mantenedor
ta: எப்படியோ, நீங்கள் நிறுவ விரும்பும் தொகுப்புடன் பொருந்தக்கூடிய முகமூடி தொகுப்புகளை '%s' கண்டறிந்தது, ஆனால் '%s' அதைக் கண்டுபிடிக்க முடியவில்லை. இதை அப்ஸ்ட்ரீமில் புகாரளி
uk: Якимось чином '%s' знайшов замасковані пакети, які відповідають пакету, який ви хочете встановити, але не зміг знайти '%s'. Повідомте про це розробника

source: Failed to download '%s'
de: '%s' wurde nicht heruntergeladen
es: Error al descargar '%s'
fr: N'a pas pu télécharger '%s'
id: Gagal mengunduh '%s'
pt_br: Falha ao baixar '%s '
ta: '%s' ஐ பதிவிறக்க முடியவில்லை
uk: Не вдалося завантажити '%s'

source: This package has '%s', meaning once this is installed, it should be assumed to be unremovable. Do you want to continue?
de: Dieses Paket hat '%s', was bedeutet, dass nach der Installation davon ausgegangen werden sollte, dass es nicht mehr entfernbar ist. Fortfahren?
es: Este paquete tiene '%s', lo que significa que una vez instalado, se debe suponer que no se puede quitar. ¿Desea continuar?
fr: Ce paquet a '%s', cela signifie qu'une fois qu'il est installé, il devrait être consideré comme étant inamovible. Voulez-vous continuer?
id: Paket ini memiliki '%s', yang berarti setelah terinstal, paket ini harus diasumsikan untuk tidak dapat dihapus. Apakah anda ingin melanjutkan?
ta: இந்த தொகுப்பில் '%s' உள்ளது, அதாவது இதை நிறுவியவுடன், அதை நீக்க முடியாது என கருத வேண்டும். தொடர விரும்புகிறீர்களா?
uk: Цей пакет містить '%s', тобто після встановлення його не можна буде видалити. Ви бажаєте продовжити?

source: Reinstalling '%s'
es: Reinstalando '%s'
id: Memasang ulang %b
ta: '%s' மீண்டும் நிறுவுகிறது
uk: Перевстановлення '%s'

source: This script replaces %s. Do you want to proceed?
de: Dieses Skript ersetzt %s. Fortfahren?
es: Este script sustituye a %s. ¿Quieres continuar?
fr: Ce script remplace %s. Voulez-vous poursuivre ?
id: Skrip ini menggantikan %s. Apakah anda ingin melanjutkan?
pt_br: Este script substitui %s. Deseja continuar?
ta: இந்த ஸ்கிரிப்ட் %s ஐ மாற்றும். நீங்கள் தொடர வேண்டுமா?
uk: Цей скрипт замінює %s. Ви бажаєте продовжити?

source: %b conflicts with %s, which is currently installed by apt
de: %b steht in Konflikt mit %s, das derzeit von apt installiert wurde
es: %b entra en conflicto con %s, que actualmente está instalado por apt
fr: %b rentre en conflit avec %s qui est actuellement installé via apt
id: %b berkonflik dengan %s, yang saat ini terinstal oleh apt
pt_br: %b conflita com %s, que atualmente foi instalado pelo apt
ta: %s உடன் %b முரண்படுகிறது, இது தற்போது ஆப்ட் வழியாக நிறுவப்பட்டுள்ளது
uk: %b конфліктує з %s, який наразі встановлений за допомогою apt

source: Remove the apt package by running '%b'
de: Entferne das apt-Paket durch Ausführen von '%b'
es: Eliminar el paquete apt ejecutando '%b'
fr: Supprimez le paquet apt en lançant '%b'
id: Hapus paket apt dengan menjalankan '%b'
pt_br: Remova o pacote do apt executando '%b '
ta: ஆப்ட் தொகுப்பை நீக்க '%b' ஐ இயக்கவும்
uk: Видаліть пакет apt за допомогою команди '%b'

source: %b conflicts with %s, which is currently installed by pacstall
de: %b steht in Konflikt mit %s, das derzeit von Pacstall installiert wird
es: %b entra en conflicto con %s, que actualmente está instalado por pacstall
fr: %b rentre en conflit avec %s qui est actuellement installé via pacstall
id: %b berkonflik dengan %s, yang saat ini terinstal oleh pacstall
pt_br: %b conflita com %s, que atualmente foi instalado por pacstall
ta: %s உடன் %b முரண்படுகிறது, இது தற்போது பேக்ஸ்டால் வழியாக நிறுவப்பட்டுள்ளது
uk: %b конфліктує з %s, який наразі встановлений за допомогою pacstall

source: Remove the pacstall package by running '%b'
de: Entferne das Pacstall-Paket durch Ausführen von '%b'
es: Eliminar el paquete pacstall ejecutando '%b'
fr: Supprime le paquet pacstall en lançant '%b'
id: Hapus paket pacstall dengan menjalankan '%b'
pt_br: Remova o pacote do pacstall executando '%b '
ta: பேக்ஸ்டால் தொகுப்பை நீக்குவதற்கு '%b' ஐ இயக்கவும்
uk: Видаліть пакет pacstall за допомогою команди '%b'

source: %b breaks %s, which is currently installed by apt
de: %b bricht %s, das derzeit von apt installiert wird
es: %b rompe %s, que actualmente está instalado por apt
fr: %b casse %s qui est actuellement installé via apt
id: %b merusak %s, yang saat ini terinstal oleh apt
pt_br: %b quebra %s, que atualmente foi instalado pelo apt
ta: %b %s யை உடைகிறது, இது தற்போது ஆப்ட் வழியாக நிறுவப்பட்டுள்ளது
uk: %b порушує пакет %s, встановлений в даний момент за допомогою apt
