Repository: pacstall/pacstall
Catalog: misc/po/su.po
Languages: su

source: Cleaning up
su: Ngaberesihkeun

source: Suggested solution(s)
su: Solusi anu disarankeun

source: Packagelist not found
su: Packagelist teu kapendak

source: Confirm that '%b' exists
su: Pastikeun yén '%b' aya

source: Failed to download file, check your connection
su: Gagal ngunduh file, pariksa sambungan anjeun

source: The URL cannot be found
su: URL teu tiasa dipendakan

source: Failed with http code %s
su: Gagal tina http code %s

source: Confirm that '%b' is accessible
su: Pastikeun yén '%b' tiasa diaksés

source: Could not enter into %s
su: Teu tiasa asup kana %s

source: Reading input from pipe
su: Aksit maca ti pipa

source: Only one command flag can be used at a time
su: Ngan hiji bandéra paréntah tiasa dianggo dina hiji waktos

source: Pacstall is already running another instance
su: Pacstall parantos ngajalankeun dinu sanés

source: The other instance has finished running, unlocking
su: Conto anu sanésna parantos dijalankeun, muka konci

source: Prompts are disabled
su: Parentah ditumpurkeun

source: Package will be built and not installed
su: Paket bakal diwangun sareng henteu dipasang

source: You failed to specify a package
su: Anjeun gagal pikeun nunjukkeun pakét

source: The installation of %s was interrupted, removing files
su: Pamasangan tina %s kaganggu, ngaleupaskeun file

source: %s does not exist
su: %s henteu aya

source: Payload not found
su: Beban teu kapendak

source: Could not connect to the internet
su: Teu tiasa nyambung kana internét

source: Confirm that the URLs '%b' or '%b' are accessible
su: Pastikeun yén URL '%b' atanapi '%b' tiasa diaksés

source: Failed to download the %b pacscript
su: Gagal ngundeur pacscript %b

source: Confirm that the package exists by running '%b'
su: Pastikeun yén paketna aya ku ngajalankeun '%b'

source: Check your internet connection
su: Pariksa sambungan internét anjeun

source: Failed to install %b
su: Gagal masang %b

source: Failed to remove %b
su: Gagal ngahapus %b

source: You failed to specify a repo to add
su: Anjeun gagal pikeun netepkeun repo kanggo ditambihan

source: Add a repository in the following format:
su: Tambihkeun repositori dina format ieu:

source: Consult the pacstall man page by running '%b', and searching for the term '%b'
su: Konsulkeun tina halaman manual pacstall ku ngajalankeun '%b', jeung milarian istilah '%b'

source: You failed to specify a repo to remove
su: Anjeun gagal pikeun netepkeun repo anu bade dipiceun

source: Remove a repository in the following format:
su: Cabut repositori dina format ieu:

source: %s is not a git repository
su: %s sanes repositori git

source: The repository you are trying to upgrade to contains a version of pacstall that cannot be updated from %b
su: Repositori anjeun anu dicobian keur ngaronjatkeun pikeun ngandung versi Pacstall anu henteu tiasa diénggalan tina %b

source: Visit %s for more information on how to reinstall. Most packages will also need to be reinstalled
su: Cobi cek %s kanggo inpo langkung seueur ngeunaan kumaha carana re-install. Kaseueuran paket ogé kedah dipasang

source: Pacstall was installed from a %s, and cannot be updated with this command
su: Pacstall atos dipasang tina %s, sareng henteu tiasa diénggalkeun ku paréntah ieu

source: Install the latest %b from the %b repository
su: Pasang paket ter-anyar anu %b tina repositori %b

source: Install the latest %b with the command '%b'
su: Pasang paket ter-anyar anu %b tina parentah %b

source: Invalid argument '%s'
su: Argumen anu teu valid tina '%s'

source: Nothing installed yet
su: Teu aya anu dipasang

source: %b pacscript is downloaded to %b
su: Pacscript anu %b eta kaundeurkeun kana %b

source: Package is not installed
su: Paketna teu dipasangkeun

source: '%b' is not a valid option, use '%b' or '%b'
su: Pilihan anu '%b' nyaeta teu valid, angge anu '%b" atawa anu '%b'

source: Keeping build files
su: Ngajaga file wangun

source: Skipping check() if present
su: Ngalewatkeun check() lamun aya

source: Downloading package entries quietly
su: Ngundeurkeun paket-paket sacara teu ka-tampak

source: Building package without bwrap sandbox
su: Ngawangun paket tanpa bwrap sandbox

source: Be cautious, this exposes your system to potential harm
su: Janten ati-ati, ieu ngalaan sistem anjeun pikeun poténsial anu ngarugikeun

source: Could not find manage-repo.sh
su: manage-repo.sh teu kapendak

source: Assuming that git branch is %b
su: Anggap yén cabang git nyaéta %b

source: Repository alias cannot be '%s'
su: Alias repositori teu tiasa jadi '%s'

source: Repository alias cannot be a hyperlink
su: Alias repositori teu tiasa jadi hyperlink

source: Repository alias cannot start with '%s', '%s', or '%s'
su: Alias repositori teu tiasa ngamimitian tina '%s', '%s', atawa '%s'

source: The alias %b is already in use by %b
su: Alias anu %b atos dianggo ku %b

source: %b is already in the repo list, doing nothing
su: %b parantos aya dina daptar repo, teu janteun ngalakukeun nanaon

source: Do you want to add %b to the repo list?
su: Ari anjeun hoyong nambihan %b kana daptar repo?

source: If the URL is a private repo, edit %b
su: Upami lamun URL-na mangrupikeun repo pribadi, édit %b

source: packagelist file not found
su: File packagelist teu aya

source: Do you want to remove %b from the repo list?
su: Ari anjeun hoyong ngaleungitkeun %b kana daptar repo?

source: The repo list has been updated
su: Daptar repo parantos diropéa

source: Could not find version-constraints
su: Teu tiasa mendakan version-constraints

source: Could not find srcinfo.sh
su: Teu tiasa mendakan srcinfo.sh

source: %b [required]
su: %b [diperyogikeun]

source: %b [remote]
su: %b [kapencil]

source: %b [installed]
su: %b [atos dipasang]

source: %b does not exist in apt repositories
su: %b teu aya dina repo apt

source: %b version(s) cannot be satisfied
su: %b versi-na teu tiasa nge-pas

source: Optional dependencies
su: Dependensi opsional

source: %b has exceeded the maximum number of optional dependencies. Skipping
su: %b parantos ngaleuwihan jumlah maksimum opsional dependensi anu diperlukeun. Dilewatkeun

source: Selecting packages %b
su: Milihan paket-na anu %b

source: Checking apt dependencies
su: Mariksakeun heula dependensi apt

source: Packing control.tar
su: Maketkeun control.tar

source: Packing data.tar
su: Maketkeun data.tar

source: Compressing
su: Ngompresskeun data

source: Packaging %b as %b
su: Maketkeun %b salaku %b

source: Packaging %b
su: Maketkeun %b

source: Empty key... Skipping
su: Koncina teu aya... Dilewatkeun

source: '%s' cannot contain empty path... Skipping
su: '%s' teu tiasa janten path anu kosong... Dilewatkeun

source: '%s' cannot contain path starting with '/'... Skipping
su: '%s' teu tiasa ngandung path ngawalan jeung '/'... Dilewatkeun

source: '%s' is inside the package... Skipping
su: '%s' dina jero paket... Dilewatkeun

source: Failed to install %s deb
su: Gagal kanggo masang %s deb

source: Package built at %b
su: Paket diwangun tina %b

source: Moving %b to %b
su: Mindahkeun %b kana %b

source: Repacking %b
su: Maketkeun deui %b

source: Running %s
su: Ngajalankeun %s

source: Package does not contain '%s'
su: Paket henteu ngandung '%s'

source: %s: '%s' must be at least two characters long
su: %s: '%s' kedah sahenteuna dua karakter leuwih

source: %s: '%s' must start with an alphanumeric character
su: %s: '%s' kedah ngamimitian sareng karakter alfanumeris

source: %s: '%s' contains uppercase characters
su: %s: '%s' ngandung aksara ageung

source: %s: '%s' contains characters that are not lowercase, digits, minus, or periods
su: %s: '%s' ngandung karakter anu henteu huruf leutik, angka, dikurangan, atanapi période

source: Deb package does not contain gives
su: Paket Deb-na henteu ngandung pasihaneun

source: '%s' must be at least two characters long
su: '%s' kedah sahenteuna dua karakter leuwih

source: '%s' must start with an alphanumeric character
su: '%s' kedah ngamimitian sareng karakter alfanumeris

source: '%s' contains uppercase characters
su: '%s' ngandung aksara ageung

source: '%s' contains characters that are not lowercase, digits, minus, or periods
su: '%s' ngandung karakter anu henteu huruf leutik, angka, dikurangan, atanapi période

source: '%s' is empty
su: '%s' kosong

source: '%s' must be an unsigned integer
su: '%s' kedah janten nomer buleud henteu ditandaan

source: '%s' must contain only alphanumerics and the characters . + - ~ and should start with a digit
su: '%s' kedah ngan ukur ngandung alfanumerics sareng karakter . + - ~ sareng kedah ngamimitian sareng angka

source: .deb files can only be provided as a singular '%s'
su: File .deb ngan tiasa disayogikeun salaku anu tunggal '%s'

source: Package does not have a maintainer. Please be advised
su: Paket henteu gaduh pangurusna. Punten perhatosanna

source: '%s' index '%s' cannot be empty
su: '%s' index '%s' ulah nepi ka kosong

source: '%s' index '%s' is not formatted correctly
su: '%s' index '%s' henteu diformat leres

source: '%s' index '%s' cannot start with %s
su: '%s' index '%s' henteu tiasa ngamimitian tina %s

source: %s index '%s' is improperly formatted
su: %s index '%s' teu diformat anu bener

source: '%s' is already used as a field in pacstall
su: '%s' parantos dianggo salaku bidang di pacstall

source: '%s' custom field cannot contain a space in field name
su: Widang adat '%s' teu tiasa ngandung rohangan dina nami bidang

source: '%s' custom field cannot contain a number in field name
su: Widang adat '%s' teu tiasa ngandung nomer dina nami widang

source: '%s' custom field must capitalize only the first letter of each word in field name
su: Widang adat '%s' kedah ngatur ngan ukur hurup kahiji unggal kecap dina nami bidang

source: '%s' custom field cannot start or end with a hyphen
su: Widang adat '%s' teu tiasa ngamimitian atanapi tungtung kalayan hyphen

source: Only one checksum method can be provided for hashes
su: Ngan ukur hiji metode cerpsum tiasa disayogikeun

source: '%s' is improperly formatted
su: '%s' teu diformat anu bener

source: '%s' and '%s' indices cannot both be provided
su: '%s' sareng '%s' indéksna henteu tiasa disayogikeun

source: '%s' index '%s' is improperly formatted
su: '%s' index '%s' teu diformat anu bener

source: '%s' is not a valid architecture
su: '%s' sanes arsitektur anu valid

source: cannot use both Debian and Arch style naming in '%s' array
su: moal tiasa nganggo nami gaya Debian sareng Arch dina susunan '%s'

source: '%s' must be either: '%s', '%s', '%s', '%s', or '%s'
su: '%s' kedah dina bentuk: '%s', '%s', '%s', '%s', atawa '%s'

source: '%s' is not a valid license
su: '%s' sanes lisensi anu valid

source: Could not find build.sh
su: Henteu tiasa mendakan build.sh

source: Hashes do not match (with method %s)
su: Hash-na henteu cocok (tina metode %s)

source: Got: %b
su: Anu didapet: %b

source: Expected: %b
su: Anu diharapkeun: %b

source: Failed to download package
su: Gagal ngundeur pakét

source: Could not enter into the main directory %b
su: Teu tiasa asup kana diréktori utama %b

source: Cloning %b from branch %b
su: Nga-klon %b tina cabang anu %b

source: Cloning %b from tag %b
su: Nga-klon %b tina tag anu %b

source: Cloning %b with no blobs
su: Nga-klon %b sareng teu aya blobs

source: Cloning %b from %b
su: Nga-klon %b tina anu %b

source: Could not enter into the cloned git repository
su: Teu tiasa asup kana repositori git anu atos di-klon

source: Fetching commit %b
su: Nyandak commit tina %b

source: Not cloning submodules for %b
su: Henteu cloning keur submodul anu %b

source: Checking integrity of %b
su: Nga-cek heula integritas tina %b

source: Could not check integrity of cloned git repository
su: Teu tiasa nga-cek integritas tina repositori git anu atos di-klon

source: Cloned git repository does not match upstream hash
su: Repositori git anu atos di-klon henteu cocok sareng hash upstream

source: Downloading %b
su: Ngundeur %b

source: Checking hash %b[%b...%b]
su: Nga-cek heula hash %b[%b...%b]

source: Extracting %b
su: Nga-ekstrak %b

source: Running %s hook
su: Ngajalankeun kait %s

source: Could not run %s hook successfully
su: Teu tiasa ngajalankeun kait anu %s

source: Performing post install operations
su: Ngalakukeun operasi pasca masang

source: Storing pacscript
su: Nyimpeun pacscript

source: Could not enter into %b
su: Teu tiasa asup kana %b

source: Done installing %b
su: Atos masang eta %b

source: Failed to install the package
su: Gagal masang paket

source: Copying local archive %b
su: Nyalin arsip lokal %b

source: This Pacscript does not work on %b
su: Pacscript ieu teu tiasa dianggo tina %b

source: This package is for %b, which is a foreign architecture
su: Paket ieu kanggo %b, anu dimana eta teh arsitektur asing

source: Checking build dependencies
su: Mariksa heula dependensi kanggo ngawangun

source: %b versions cannot be satisfied
su: Versi anu %b teu tiasa dipinuhan atawa teu pas

source: %b version cannot be satisfied
su: Versi anu %b teu tiasa dipinuhan atawa teu pas

source: Checking check dependencies
su: Mariksa heula dependensi check

source: Creating build dependency/conflicts dummy package
su: Nyiptakeun paket dummy dependensi wangun/konflik

source: Failed to install build or check dependencies
su: Gagal masang dependensi kanggo ngawangun atawa check

source: Run '%b'
su: Jalankeun '%b'

source: Could not enter %s
su: Teu tiasa asup kana %s

source: Could not download %s
su: Teu tiasa ngundeur %s

source: '%s' valid types are: '%s', '%s'
su: Jenis '%s' anu valid nyaeta: '%s', '%s'

source: '%s' valid types are: '%s', '%s', '%s'
su: Jenis '%s' anu valid nyaeta: '%s', '%s', '%s'

source: Could not find checks.sh
su: Teu tiasa mendakan checks.sh

source: Could not find fetch-sources.sh
su: Teu tiasa mendakan fetch-sources.sh

source: Interrupted, cleaning up
su: Kaganggu, ngabersihkeun

source: Found pkgbase: %b
su: pkgbase anu kapendak: %b

source: %b has exceeded the maximum number of packages to build. Skipping
su: %b parantos ngaleuwihan jumlah maksimum paket pikeun ngawangun. Dilewatkeun

source: %b is not an integer. Falling back to 1
su: %b sanes integer. Balik deui kana 1

source: (%b) Do you want to view/edit the pacscript?
su: (%b) Ari anjeun hoyong ningali/édit pacscript?

source: Editor not found, falling back to '%s'
su: Editor teu kapendak, balik deui kana '%s'

source: Sourcing pacscript
su: Mariksa heula pacscript

source: Could not source pacscript
su: Teu tiasa mariksa pacscript

source: This package will connect to the internet during its build process.
su: Paket ieu bakal nyambung kana Internét salami prosés ngawangun.

source: The package %b is masking %b. By installing the masked package, you may cause damage to your operating system
su: Paket %b nyaeta paket anu nutupan %b. Lamun masang paket masked atawa paket nutupan, ieu tiasa nyababkeun ruksakna sistem operasi anjeun

source: Somehow, '%s' found masked packages that match the package you want to install, but '%s' could not find it. Report this upstream
su: Teu apal kunaon, '%s' mendakan paket nutupan anu cocok sareng paket anu bade anjeun masang, tapi '%s' teu tiasa mendakan paketna. Hapunten bilih laporkeun kondisi kieu

source: Failed to download '%s'
su: Gagal ngundeur '%s'

source: This package has '%s', meaning once this is installed, it should be assumed to be unremovable. Do you want to continue?
su: Paket ieu ngagaduhan '%s', anu dimana eta atos dipasang, paket ieu teu tiasa dileupaskeun. Naha anjeun badé neraskeun?

source: Reinstalling '%s'
su: Masang deui '%s'

source: This script replaces %s. Do you want to proceed?
su: Skrip ieu ngagentos %s. Naha anjeun bade dilanjutkeun ?

source: %b conflicts with %s, which is currently installed by apt
su: %b konflik sareng %s, anu dimana paketna atos dipasang tina apt

source: Remove the apt package by running '%b'
su: Ngaleupas paket apt jeung ngajalankeun '%b'

source: %b conflicts with %s, which is currently installed by pacstall
su: %b konflik sareng %s, anu dimana paketna atos dipasang ku pacstall

source: Remove the pacstall package by running '%b'
su: Ngaleupas paket pacstall ku ngajalankeun '%b'

source: %b breaks %s, which is currently installed by apt
su: %b ngarusak %s, anu ayeuna terpasang dina apt

source: %b breaks %s, which is currently installed by pacstall
su: %b ngarusak %s, anu ayeuna terpasang dina pacstall

source: Checking pacstall dependencies
su: Mariksa heula dependensi pacstall

source: %b [update]
su: %b [panganyaran]

source: Failed to install dependency (%s from %s)
su: Gagal masang dependensi (%s tina %s)

source: %s is associated with multiple source entries
su: %s aya hubunganana sareng langkung seueur éntri sumber

source: Retrieving packages
su: Nyandak heula paketna

source: Running functions
su: Ngajalankeun fungsi

source: Could not %s %s properly
su: Teu tiasa %s %s anu bener

source: %b is not a valid provider!
su: %b sanes panyadia anu valid!

source: available providers are: '%s'
su: panyadia anu aya nyaeta: '%s"

source: Returning %b backup
su: Ngabalikkeun cadangan %b

source: '%s' and '%s' cannot be empty!
su: '%s' sareng '%s' ulah nepika kosong!

source: use the syntax: %b
su: Anggo sintaksis: %b

source: Backing up %b
su: Ngacadangkeun %b

source: Installing %b
su: Masang heula %b

source: Key '%s' does not exist
su: Konci '%s' teu aya

source: %s is not installed
su: %s henteu dipasang

source: You may have dangling PPAs on your system. You can remove them using '%b'
su: Anjeun mereun gaduh PPA anu ngait kana sistem anjeun. Anjeun tiasa ngahapusna tina nganggo '%b'

source: There is no package with the name %b in the repo %b
su: Teu aya paket jeung namina %b di repo anu %b

source: %b is not on your repo list or does not exist
su: %b teu aya dina daptar repo atau teu aya pisan

source: There is no package with the name %b
su: Teu aya paket anu namina %b

source: Add %s to the local repo absolute path on %b
su: Tambihan %s kana jalur absolut repo lokal tina %b

source: Replace '~' with the full home path on %b
su: Gentos '~' ku jalur home anu lengkap tina %b

source: Pacstall repo line improperly formatted: %b
su: Barisan repo pacstall teu diformat anu bener: %b

source: You can remove or fix the URL by editing %b
su: Anjeun tiasa ngaleupas atau ngomean URL ku ngedit %b

source: Cannot connect to Pacstall repo: %b
su: Teu tiasa nyambung kana repo Pacstall: %b

source: %bDo you want to %s %b from the official repo?
su: %bAri anjeun hoyong %s %b tina repo resmi?

source: %bDo you want to %s %b from the repo %b?
su: %bAri anjeun hoyong %s %b tina repo %b?

source: Invalid URL
su: URL teu bener

source: Confirm that '%b' is valid
su: Pastikeun eta '%b' valid

source: Fetching translation list
su: Nyandak daptar panajarmahan

source: Updating directories
su: Ngaropéa heula diréktori

source: Checking dependencies
su: Nga-cek heula dependensi

source: Pulling scripts from GitHub
su: Nyandak skrip tina GitHub

source: Rebuilding translations
su: Ngadamel deui panajarmahan

source: Rebuilding manpages
su: Ngadameul deui manpage

source: Making scripts executable
su: Nyieun skrip-na tiasa dijalankeun atawa dieksekusi

source: Could not load dep-tree.sh
su: Teu tiasa ngamuat dep-tree.sh

source: Checking for updates
su: Mariksa heula keur apdetan

source: Nothing to upgrade
su: Teu aya anu pikeun diningkatkeun

source: Building dependency tree
su: Ngawangun tangkal dependensi

source: Checking versions
su: Mariksa heula versina

source: Package %b is not on %b anymore
su: Paket anu %b atos teu aya deui dina %b

source: Packages can be upgraded
su: Paket anu tiasa ditingkatkeun

source: Do you want to upgrade %b?
su: Ari anjeun hoyong ningkatkeun %b?
